Repository: rpayeras/deepl-api-tests
Catalog: */editions/mve.po
Languages: it_it

# Languages::event.vendor_status_changed.pending.message
source: You can work with the admin panel and manage your products, but they won't appear to customers until your status changes to Active.
it_it: Puoi lavorare con il pannello di amministrazione e gestire i tuoi prodotti, ma non appariranno ai clienti finché il tuo stato non cambierà in Attivo.

# Languages::vendor_notifications
source: Vendor notifications
it_it: Notifiche del fornitore

# Languages::log_in_as_vendor
source: Log in as vendor
it_it: Accedi come venditore

# Languages::vendor_owner
source: Vendor's main administrator
it_it: Amministratore principale del venditore

# Languages::owner_company
source: Vendor
it_it: Venditore

# Languages::block_manager.dynamic_entity_companies
source: vendor
it_it: fornitore

# Languages::vendor_features_only
source: Features created by vendors
it_it: Caratteristiche create dai venditori

# Languages::any_vendor
source: Any vendor
it_it: Qualsiasi fornitore

# Languages::event.apply_for_vendor_notification.name
source: New vendor account application
it_it: Nuova applicazione del conto del venditore

# Languages::event.new_vendor_notification.name
source: New vendor account created
it_it: Creazione di un nuovo account venditore

# Languages::event.new_vendor_notification.title
source: New vendor registration
it_it: Registrazione del nuovo fornitore

# Languages::email_template.new_vendor_notification
source: New vendor account approved automatically
it_it: Conto del nuovo fornitore approvato automaticamente

# Languages::suspend_alert
source: <p>Your account is suspended. To lift the suspension, please contact us.</p>
it_it: <p>Il tuo account è sospeso. Per revocare la sospensione, contattaci.</p>

# Languages::event.vendor_status_changed.suspended.title
source: Your account is suspended
it_it: Il tuo account è sospeso

# Languages::event.vendor_status_changed.suspended.message
source: To lift the suspension, please contact us.
it_it: Per sollevare la sospensione, contattateci.

# Languages::text_company_status_suspended_subj
source: Your account is suspended
it_it: Il tuo account è sospeso

# Languages::logo_section.vendor
source: Default logo for new vendors
it_it: Logo predefinito per i nuovi venditori

# ProfileFields::tax_number
source: Tax number
it_it: Codice fiscale

# Languages::tax_number
source: Tax number
it_it: Codice fiscale

# Languages::text_send_an_email_access_information
source: We'll send you an email with access information.
it_it: Ti invieremo un'e-mail con le informazioni di accesso.

# Languages::update_notification.approve_vendors_notification_title
source: Simplified vendor approval flow
it_it: Flusso di approvazione del fornitore semplificato

# Languages::update_notification.approve_vendors_notification
source: <p>Previously, administrators had to check each and every vendor that registered in the marketplace. They manually approved those vendors to make them appear on the storefront and/or grant them access to the admin panel. There was no way for a vendor to start working in the marketplace (at least in the admin panel) immediately after registration.</p><p>Now vendors get access to the admin panel immediately after registration, as long as you allow automatic creation of administrator accounts for them. By default, vendors still require approval before they and their products appear on the storefront. But you can lift that restriction in the settings of the "Vendor data premoderation" add-on.</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">View moderation settings</a></p>
it_it: <p>In precedenza, gli amministratori dovevano controllare ogni singolo venditore che si registrava nel mercato. Approvavano manualmente quei venditori per farli apparire sulla vetrina e/o concedere loro l'accesso al pannello di amministrazione. Non c'era modo per un venditore di iniziare a lavorare nel marketplace (almeno nel pannello di amministrazione) subito dopo la registrazione.</p><p>Ora i venditori hanno accesso al pannello di amministrazione subito dopo la registrazione, se si consente la creazione automatica di account di amministratore per loro. Per impostazione predefinita, i venditori richiedono ancora l'approvazione prima che loro e i loro prodotti appaiano sulla vetrina. Ma puoi eliminare questa restrizione nelle impostazioni dell'add-on "Vendor data premoderation".</p><p><a href="[url]" target="_blank" class="btn btn-large btn-primary">Visualizza le impostazioni di moderazione</a></p>

# Languages::storefront_all_common_categories
source: Storefront: All (Common categories)
it_it: Vetrina: Tutti (categorie comuni)

# Languages::sw.vendor_registration_flow
source: Vendor registration flow
it_it: Flusso di registrazione del fornitore

# Languages::sw.vendor_data_premoderation
source: Vendor data premoderation
it_it: Premoderazione dei dati del fornitore

# Languages::sw.access_to_admin_panel_and_storefront
source: Immediate access to admin panel and storefront
it_it: Accesso immediato al pannello di amministrazione e alla vetrina

# Languages::sw.access_to_admin_panel_and_storefront.description
source: Applying vendors get the "Active" status. They immediately appear on the storefront and gain access to their admin panel. At the same time, their first vendor plan fee also becomes due for payment.
it_it: I venditori richiedenti ottengono lo stato di "Attivo". Appaiono immediatamente sulla vetrina del negozio e ottengono l'accesso al loro pannello di amministrazione. Allo stesso tempo, anche la loro prima tariffa per il piano venditori diventa esigibile.

# Languages::sw.access_to_admin_panel_approval_storefront
source: Immediate access to admin panel; approval for storefront
it_it: Accesso immediato al pannello di amministrazione; approvazione della vetrina

# Languages::sw.access_to_admin_panel_approval_storefront.description
source: Applying vendors get the "Pending" status. They don't appear on the storefront yet, but gain access to their admin panel and can start working on their products. Once you change their status to "Active", their first vendor plan fee becomes due for payment.
it_it: I venditori che fanno domanda ottengono lo stato di "Pending". Non appaiono ancora sulla vetrina, ma ottengono l'accesso al loro pannello di amministrazione e possono iniziare a lavorare sui loro prodotti. Una volta che hai cambiato il loro stato in "Attivo", la loro prima tariffa per il piano venditore diventa esigibile per il pagamento.

# Languages::sw.approval_access_to_admin_panel_and_storefront
source: Approval for access to admin panel and storefront
it_it: Approvazione per l'accesso al pannello di amministrazione e allo storefront

# Languages::sw.approval_access_to_admin_panel_and_storefront.description
source: Applying vendors get the "New" status. After you verify them, they'll get the "Active" status and gain access to their admin panel and the storefront. Their first vendor plan fee will also become due for payment.
it_it: I venditori che si candidano ottengono lo stato "Nuovo". Dopo averli verificati, otterranno lo stato "Attivo" e avranno accesso al loro pannello di amministrazione e alla vetrina. La loro prima tariffa per il piano venditori diventerà anche dovuta per il pagamento.

# Languages::thank_you_for_registering_as_a_seller
source: Thank you for registering as a seller at [url]. We'll review your application and then grant you access to your admin panel in a separate email.
it_it: Grazie per esserti registrato come venditore su [url]. Esamineremo la tua domanda e ti concederemo l'accesso al tuo pannello di amministrazione in una e-mail separata.

# Languages::sw.check_newly_registered_vendors
source: Check newly-registered vendors manually before they appear on the storefront
it_it: Controlla manualmente i venditori appena registrati prima che appaiano sullo storefront

# Languages::vendor_emails
source: Vendor emails
it_it: Email dei venditori

# Languages::new_vendor_panel.upgrade_notification_title
source: New vendor panel: modern and easier
it_it: Nuovo pannello del venditore: moderno e più facile

# Languages::new_vendor_panel.upgrade_notification
source: <p>Multi-Vendor 4.14.1 comes with a new vendor panel. It features a sidebar, has much fewer menus, and generally looks much lighter. To top it off, you can tailor the colors of that vendor panel to your brand, and decide which product fields and tabs vendors will see.</p><p>Only you decide when to move to the new vendor panel. It is part of the add-on called "Vendor panel configurator". Once you install the add-on, vendors will get the new experience, and you'll see the add-on settings that will allow you to configure the new vendor panel.</p><p><a href="[configure_vendor_panel_url]" target="_blank" class="btn btn-large btn-primary">Configure vendor panel</a></p>
it_it: <p>Multi-Vendor 4.14.1 è dotato di un nuovo pannello venditore. È dotato di una barra laterale, ha molti meno menu e in generale ha un aspetto molto più leggero. Per finire, puoi adattare i colori del pannello del venditore al tuo marchio e decidere quali campi prodotto e schede i venditori vedranno.</p><p>Solo tu puoi decidere quando passare al nuovo pannello del venditore. Fa parte dell'add-on chiamato "Vendor panel configurator". Una volta installato il componente aggiuntivo, i venditori avranno la nuova esperienza, e vedrai le impostazioni del componente aggiuntivo che ti permetteranno di configurare il nuovo pannello venditore.</p><p><a href="[configure_vendor_panel_url]" target="_blank" class="btn btn-large btn-primary">Configura pannello venditore</a></p>

# Languages::vendor_emails_added.upgrade_notification_title
source: New email notifications for bigger vendors
it_it: Nuove notifiche e-mail per i fornitori più grandi

# Languages::vendor_emails_added.upgrade_notification_text
source: When your vendors are companies, they have multiple administrators. Some of the vendor's personnel might work with orders without accessing the vendor panel of your marketplace. Meanwhile, the main admin of the vendor might not even need to know about every order. That's why you can now send notifications to vendors' emails.<ul><li>Create profile fields with the "Email" type in <b>Administration → Profile fields → Vendor information</b>. For example, you can create a dedicated field for an email address that vendors will use for order notifications.</li><li>Select the emails that will receive this or that notification in <b>Administration → Notifications → Vendor notifications</b>. There is a new type of receiver called <b>Vendor emails</b>.</li><li>Once vendors enter their email addresses, they'll start receiving relevant notifications.</li></ul><br><p align="right"><a href="[email_fields_url]" target="_blank" class="btn" style="margin-right: 3px">Create fields for emails</a><a href="[notifications_url]" target="_blank" class="btn btn-primary">Configure notifications</a></p>
it_it: Quando i tuoi venditori sono aziende, hanno più amministratori. Alcuni del personale del venditore potrebbero lavorare con gli ordini senza accedere al pannello venditore del tuo marketplace. Nel frattempo, l'amministratore principale del venditore potrebbe non aver bisogno di sapere di ogni ordine. Ecco perché ora puoi inviare notifiche alle email dei venditori.<ul><li>Crea campi di profilo con il tipo "Email" in <b>Amministrazione → Campi profilo → Informazioni venditore</b>. Per esempio, puoi creare un campo dedicato ad un indirizzo email che i venditori useranno per le notifiche degli ordini.</li><li>Seleziona le email che riceveranno questa o quella notifica in <b>Amministrazione → Notifiche → Notifiche del venditore</b>. C'è un nuovo tipo di destinatario chiamato <b>Email fornitori</b>.</li><li>Una volta che i fornitori inseriscono i loro indirizzi email, inizieranno a ricevere le notifiche pertinenti.</li></ul><br><p align="right"><a href="[email_fields_url]" target="_blank" class="btn" style="margin-right: 3px">Crea campi per le email</a><a href="[notifications_url]" target="_blank" class="btn btn-primary">Configura notifiche</a></p>

# Languages::upgrade_notice.order_fulfillment_can_use_stores_now.title
source: Fulfillment by marketplace now works with "Pickup from store" shipping method
it_it: Fulfillment by marketplace ora funziona con il metodo di spedizione "Pickup from store".

# Languages::upgrade_notice.order_fulfillment_can_use_stores_now.message
source: <p>"Order fulfillment by marketplace" is the add-on that allows the marketplace to ship products on behalf of vendors and collect money for it. Starting with version 4.14.1, the add-on also supports the scenario when the marketplace collects all the products, and the customer picks up the order from one place.</p><p>Now, if you use the "Stores and pickup points" add-on, you can create pickup points that belong to the marketplace under "Administration → Stores & pickup points". Note that if a "Pickup from store" shipping method belongs to the marketplace, it will only use the pickup points that belong to the marketplace.</p>
it_it: <p>"Order fulfillment by marketplace" è l'add-on che permette al marketplace di spedire i prodotti per conto dei venditori e incassare i soldi per questo. A partire dalla versione 4.14.1, l'add-on supporta anche lo scenario in cui il marketplace raccoglie tutti i prodotti, e il cliente ritira l'ordine da un posto.</p><p>Ora, se usi l'add-on "Negozi e punti di ritiro", puoi creare punti di ritiro che appartengono al marketplace sotto "Amministrazione → Negozi
