Repository: rpayeras/deepl-api-tests
Catalog: */editions/mve.po
Languages: it_it

# Languages::text_mve_ultimate_license
source: A special edition of [product] that offers all the features of [product] Plus and an unlimited number of storefronts. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see the message about the storefront limit again.
it_it: Un'edizione speciale di [product] che offre tutte le caratteristiche di [product] Plus e un numero illimitato di vetrine. Se passi a <a href=""[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, non vedrai più il messaggio sul limite di vetrine.

# Languages::product_state_description.mve.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
it_it: <p>Accesso pieno non limitato per tutte le caratteristiche. Introdurre uno numro di licenza valido per attivare.</p><p>Questo modo puo essere attivato in ogni momento.</p><br />

# Languages::product_state_description.mve
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
it_it: <p>Hai attivato il tuo [product]. Ora puoi usarlo senza restrizioni di tempo. Per funzioni avanzate (come il checkout separato per ogni venditore e le promozioni create dal venditore), ottieni la <a href="[mve_plus_license_url]" target="_blank">[product] licenza Plus.</a> Per utilizzare più domini per il tuo marketplace, ottieni la <a href="[mve_ultimate_license_url]" target="_blank">[product] licenza Ultimate.</a></p><br>

# Languages::product_state_description.mve.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
it_it: <p>Accesso a tutte le funzionalità, tranne che per le vetrine multiple. Per avere domini per un pubblico specifico, ottieni la <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />

# Languages::product_state_description.mve.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
it_it: <p>Accesso completo e illimitato a tutte le funzioni. Inserisci un numero di licenza valido per attivare.</p><p>Questa modalità può essere attivata in qualsiasi momento.</p><br />

# Languages::product_state_description.mve.enterprise
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
it_it: <p>Accesso completo e illimitato a tutte le funzioni. Inserisci un numero di licenza valido per attivare.</p><p>Questa modalità può essere attivata in qualsiasi momento.</p><br />

# Languages::product_state_description.mve.ru.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p> <br />
it_it: <p>Accesso completo e illimitato a tutte le funzioni. Inserisci un numero di licenza valido per attivare.</p><p>Questa modalità può essere attivata in qualsiasi momento.</p> <br />

# Languages::product_state_description.mve.ru
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
it_it: <p>Hai attivato il tuo [product]. Ora puoi usarlo senza restrizioni di tempo. Per funzioni avanzate (come il checkout separato per ogni venditore e le promozioni create dal venditore), ottieni la <a href="[mve_plus_license_url]" target="_blank">[product] licenza Plus.</a> Per utilizzare più domini per il tuo marketplace, ottieni la <a href="[mve_ultimate_license_url]" target="_blank">[product] licenza Ultimate.</a></p><br>

# Languages::product_state_description.mve.ru.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
it_it: <p>Accesso a tutte le funzionalità, tranne che per le vetrine multiple. Per avere domini per un pubblico specifico, ottieni la <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />

# Languages::product_state_description.mve.ru.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
it_it: <p>Accesso completo e illimitato a tutte le funzioni. Inserisci un numero di licenza valido per attivare.</p><p>Questa modalità può essere attivata in qualsiasi momento.</p><br />

# Languages::product_state_description.mve.ru.enterprise
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
it_it: <p>Accesso completo e illimitato a tutte le funzioni. Inserisci un numero di licenza valido per attivare.</p><p>Questa modalità può essere attivata in qualsiasi momento.</p><br />

# Languages::text_store_mode_changed_to_mve
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. There is an even more advanced edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, that lets you use multiple storefronts for different audiences.
it_it: Il tuo negozio ora usa la licenza attiva. Con l'edizione [product], ottieni quasi tutte le caratteristiche che offriamo. Le caratteristiche aggiuntive (come il checkout separato per ogni venditore, e le promozioni create dal venditore) sono disponibili con l'<a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. C'è un'edizione ancora più avanzata, <a href=""[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, che ti permette di usare più vetrine per pubblici diversi.

# Languages::text_store_mode_changed_to_mve.plus
source: <strong>Plus mode</strong> has been activated. This mode offers all the advanced eCommerce features, except for multiple storefronts. If your marketplace ever needs separate domains for different audiences, upgrade your license to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
it_it: La modalità <strong>Plus</strong> è stata attivata. Questa modalità offre tutte le caratteristiche avanzate del commercio elettronico, ad eccezione delle vetrine multiple. Se il tuo mercato ha bisogno di domini separati per un pubblico diverso, aggiorna la tua licenza a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.

# Languages::text_store_mode_changed_to_mve.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
it_it: <strong>La modalità Ultimate</strong> è stata attivata. In questa modalità, sono disponibili tutte le funzioni avanzate del commercio elettronico.

# Languages::text_store_mode_changed_to_mve.enterprise
source: <strong>Enterprise mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
it_it: <strong>La modalità Impresa</strong> è stata attivata. In questa modalità, sono disponibili tutte le funzioni avanzate di eCommerce.

# Languages::text_store_mode_changed_to_mve.ru
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. There is an even more advanced edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, that lets you use multiple storefronts for different audiences.
it_it: Il tuo negozio ora usa la licenza attiva. Con l'edizione [product], ottieni quasi tutte le caratteristiche che offriamo. Le caratteristiche aggiuntive (come il checkout separato per ogni venditore, e le promozioni create dal venditore) sono disponibili con l'<a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. C'è un'edizione ancora più avanzata, <a href=""[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, che ti permette di usare più vetrine per pubblici diversi.

# Languages::text_store_mode_changed_to_mve.ru.plus
source: <strong>Plus mode</strong> has been activated. This mode offers all the advanced eCommerce features, except for multiple storefronts. If your marketplace ever needs separate domains for different audiences, upgrade your license to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
it_it: La modalità <strong>Plus</strong> è stata attivata. Questa modalità offre tutte le caratteristiche avanzate del commercio elettronico, tranne che per le vetrine multiple. Se il tuo mercato ha bisogno di domini separati per un pubblico diverso, aggiorna la tua licenza a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.

# Languages::text_store_mode_changed_to_mve.ru.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
it_it: <strong>La modalità Ultimate</strong> è stata attivata. In questa modalità, sono disponibili tutte le funzioni avanzate del commercio elettronico.

# Languages::text_store_mode_changed_to_mve.ru.enterprise
source: <strong>Enterprise mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
it_it: <strong>La modalità Impresa</strong> è stata attivata. In questa modalità, sono disponibili tutte le funzioni avanzate di eCommerce.

# Languages::vendor_payouts.type
source: Type
it_it: Tipo

# Languages::vendor_payouts.type.other
source: Other
it_it: Altro

# Languages::vendor_payouts.type.other.description
source: Other
it_it: Altro

# Languages::vendor_payouts.type.order_placed
source: Order placed
it_it: Il vostro ordine è stato inoltrato

# Languages::vendor_payouts.type.order_placed.description
source: Order <a href="[order_url]">#[order_id]</a> placed
it_it: L'ordine <a href="[order_url]">#[order_id]</a> e stato inviato

# Languages::vendor_payouts.type.order_changed
source: Order changed
it_it: L'ordine ha cambiato

# Languages::vendor_payouts.type.order_changed.description
source: Order <a href="[order_url]">#[order_id]</a> changed
it_it: Ordine <a href="[order_url]">#[order_id]</a>cambiato

# Languages::vendor_payouts.type.order_refunded
source: Order refunded
it_it: Ordine rimborsato

# Languages::vendor_payouts.type.order_refunded.description
source: Order <a href="[order_url]">#[order_id]</a> refunded
it_it: L'ordine <a href="[order_url]">#[order_id]</a> e stato cancellato

# Languages::vendor_payouts.type.withdrawal
source: Withdrawal
it_it: Ritiro

# Languages::vendor_payouts.type.withdrawal.description
source: Withdrawal
it_it: Ritiro

# Languages::vendor_payouts.type.payout
source: Payout
it_it: Pagamento

# Languages::vendor_payouts.type.payout.description
source: Payout
it_it: Pagamento

# Languages::vendor_payouts.transactions
source: Transactions
it_it: Transazioni

# Languages::vendor_payouts.withdrawals
source: Balance withdrawals
it_it: Ritiri dei soldi

# Languages::vendor_payouts.transaction_value
source: Transaction value
it_it: Valore di Transazione

# Languages::vendor_payouts.income
source: Income
it_it: Reddito

# Languages::vendor_payouts.income_carried_forward
source: Income carried forward
it_it: Reddito transferito

# Languages::vendor_payouts.balance
source: Balance
it_it: Saldo

# Languages::vendor_payouts.balance_carried_forward
source: Balance carried forward
it_it: Saldo promoto

# Languages::add_withdrawal
source: Request withdrawal
it_it: Richiesta: ritiro

# Languages::new_withdrawal
source: New withdrawal
it_it: Nuovo ritiro

# Languages::vendor_accounting
source: Accounting
it_it: Contabilita

# Languages::vendor_accounting_menu_description
source: Income and expenditure statistics (total income, vendor balance, vendor withdrawals).
it_it: Statistica di reddito ed invio (reddito totale, saldo del ventore, ritiri di ventori).

# Languages::vendor_payouts.current_balance
source: Current balance: [balance]
it_it: Saldo presente: [balance]

# Languages::vendor_payouts.current_balance_text
source: Current balance
it_it: Saldo presente

# Languages::vendor_payouts.approval_status
source: Approval status
it_it: Stato approvato

# Languages::vendor_payouts.approval_status.P
source: Pending
it_it: In attesa

# Languages::vendor_payouts.approval_status.C
source: Completed
it_it: Completato

# Languages::vendor_payouts.approval_status.D
source: Declined
it_it: Rifiutato

# Languages::email_template.accounting_new_payout
source: Accounting: Payout has been issued
it_it: Contabilita: Il pagamento e stato editato

# Languages::vendor_payouts.new_payout_issued
source: New payout has been issued
it_it: Uno nuovo pagamento e stato editato

# Languages::vendor_payouts.new_payout_issued_text
source: A new payout of [amount] has been issued by [issuer]
it_it: Uno nuovo pagamento [amount] e stato editato [issuer]

# Languages::vendor_payouts.view_details
source: You can view the details here
it_it: Lei puo vedere i dati cui

# Languages::vendor_payouts.payout_comments
source: Payout comments
it_it: Commenti di pagamento

# Languages::email_template.accounting_new_withdrawal
source: Accounting: Withdrawal has been requested
it_it: Contabilita: Il ritiro e stato richiesto

# Languages::vendor_payouts.new_withdrawal_requested
source: New withdrawal has been requested
it_it: Uno nuvo ritiro e stato richiesto

# Languages::vendor_payouts.new_withdrawal_requested_text
source: A new withdrawal of [amount] has been requested by [requester]
it_it: Uno nuovo ritiro di [amount] e stato richiesto da [requester]

# Languages::vendor_payouts.withdrawal_comments
source: Withdrawal comments
it_it: Commenti su ritiri

# Languages::email_template.accounting_payout_approved
source: Accounting: Payout has been completed
it_it: Contabilita: Il pagamento e stato completato

# Languages::vendor_payouts.payout_approved
source: Payout has been completed
it_it: Il pagamento e completato

# Languages::vendor_payouts.payout_approved_text
source: The payout of [amount] issued on [date] has been marked as <b>Completed</b>
it_it: Il pagamento di [amount] rilasciato il [date] e stato marcato come <b>Completato</b>

# Languages::email_template.accounting_payout_declined
source: Accounting: Payout hasn't been completed
it_it: Contabilita: Il pagamento non e stato completato

# Languages::vendor_payouts.payout_declined
source: Payout hasn't been completed
it_it: Il pagamento non e stato completato

# Languages::vendor_payouts.payout_declined_text
source: The payout of [amount] issued on [date] has been marked as <b>Not completed</b>
it_it: Il pagamento di [amount] rilasciato il [date] e marcato come <b>Non completato</b>

# Languages::email_template.accounting_withdrawal_approved
source: Accounting: Withdrawal has been completed
it_it: Contabilita: il ritiro e stato completato

# Languages::vendor_payouts.withdrawal_approved
source: Withdrawal has been completed
it_it: Il ritiro e stato completato

# Languages::vendor_payouts.withdrawal_approved_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Completed</b>
it_it: Il ritiro di [amount] richiesto il [date] e marcato come completato <b>Completato</b>

# Languages::email_template.accounting_withdrawal_declined
source: Accounting: Withdrawal has been declined
it_it: Contabilita: Il ritiro e stato rifiutato

# Languages::vendor_payouts.withdrawal_declined
source: Withdrawal has been declined
it_it: Il ritiro e stato rifiutato

# Languages::vendor_payouts.withdrawal_declined_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Declined</b>
it_it: Il ritiro di [amount] richiesto il [date] e stato marcato come <b>Rifiutato</b>

# Languages::top_sellers
source: Top sellers
it_it: Ventori top

# SettingsOptions::can_edit_blocks
source: Allow vendors to edit layouts
it_it: Permettere ai venditori di modificare i layout

# Languages::mve.container_not_used
source: This container currently has default configuration. It looks exactly like the store owner configured it. Vendors can use custom configuration to change the blocks in this container.
it_it: Questo contenitore ha attualmente una configurazione predefinita. Appare esattamente come il proprietario del negozio lo ha configurato. I venditori possono usare la configurazione personalizzata per cambiare i blocchi in questo contenitore.

# SettingsOptions::can_edit_styles
source: Allow vendors to manage styles of the theme
it_it: Permettere ai venditori di gestire gli stili del tema

# Languages::theme_editor.page_cant_be_configured
source: The appearance of this page can't be configured with the Theme editor.
it_it: L'aspetto di questa pagina non può essere configurato con l'editor di temi.

# Languages::error_admin_registers_as_vendor
source: You can't become a vendor because you are currently signed in as an administrator. Please sign out and resubmit the form. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Sign out</a></p>
it_it: Non puoi diventare un venditore perché sei attualmente registrato come amministratore. Per favore esci e ripresenta il modulo. <p><a class="ty-btn ty-btn__secondary" href=""[sign_out_link]">Sign out</a></p>

# Languages::logo_for_the_customer_area
source: Logo for the customer area
it_it: Logo per l'area clienti

# Languages::logo_for_invoices
source: Logo for invoices
it_it: Logo per le fatture

# Languages::vendor_language
source: Vendor language
it_it: Lingua del venditore

# Languages::zipcode
source: Zipcode
it_it: CAP

# Languages::vendors_statistics
source: Vendor's statistics
it_it: Statistiche del venditore

# Languages::vendors_activity
source: Vendor activity in the selected period
it_it: Attività del fornitore nel periodo selezionato

# Languages::vendors_activity.vendors_with_sales
source: Vendors with sales
it_it: Venditori con vendite

# Languages::vendors_activity.new_vendors
source: New vendors
it_it: Nuovi venditori

# Languages::vendors_activity.vendors_with_new_products
source: Vendors with new products
it_it: Fornitori con nuovi prodotti

# Languages::vendors_activity.not_logged_in_vendors
source: Vendors who haven't signed in
it_it: Fornitori che non si sono registrati

# Languages::vendors_activity.new_products
source: New products
it_it: Nuovi prodotti

# Languages::vendors_activity.orders_created
source: Orders created
it_it: Ordini creati

# Languages::vendor_names
source: Vendor names
it_it: Nomi di venditori

# Languages::vendor_logos_and_product_count
source: Vendor logos and product count
it_it: Loghi dei fornitori e numero di prodotti

# Languages::invite_vendors_title
source: Invite people to register as vendors in your marketplace
it_it: Invita le persone a registrarsi come venditori nel tuo mercato

# Languages::invite_vendors_enter_emails
source: Emails where to send invitations
it_it: Email dove inviare gli inviti

# Languages::separate_multiple_email_addresses
source: If you enter multiple emails, write each of them in a new line.
it_it: Se inserisci più email, scrivi ciascuna di esse in una nuova riga.

# Languages::send_invitations
source: Invite
it_it: Invita

# Languages::pending_vendor_invitations
source: Pending vendor invitations
it_it: Inviti di fornitori in sospeso

# Languages::pending_vendor_invitations_menu_description
source: Manage invitations to your marketplace for potential vendors.
it_it: Gestisci gli inviti al tuo marketplace per i potenziali venditori.

# Languages::vendor_invitations_sent_notification
source: Invitations sent: [sent_quantity]
it_it: Inviti inviati: [sent_quantity]

# Languages::vendor_invitations_fail_notification
source: Invitations not sent: [failed_quantity]<br/><b>[emails_list]</b><br/>An invitation won't be sent if it has already been sent to that email address before. But if none of your invitations are being sent, and you haven't sent invitations to those addresses before, please make sure that [product] can send any emails at all. If it can't, then the problem is related to [product] or server configuration. In that case, please contact your server administrator, hosting provider, or <a href="https://helpdesk.cs-cart.com/" target="_blank">our technical support</a> to investigate.
it_it: Inviti non inviati: [failed_quantity]<br/><b>[emails_list]</b><br/>Un invito non verrà inviato se è già stato inviato prima a quell'indirizzo email. Ma se nessuno dei tuoi inviti viene inviato, e non hai inviato inviti a quegli indirizzi prima, assicurati che [product] possa inviare e-mail. Se non può, allora il problema è legato a [product] o alla configurazione del server. In questo caso, contatta il tuo amministratore del server, il tuo fornitore di hosting o <a href="https://helpdesk.cs-cart.com/" target="_blank">il nostro supporto tecnico</a> per indagare.

# Languages::vendor_edit_invitation_email_template
source: <a href="[url]">Edit vendor invitation email template</a>
it_it: <a href="[url]">Modifica modello email di invito del venditore</a>

# Languages::is_default_storefront
source: Default storefront
it_it: Vetrina predefinita

# Languages::default_storefront_must_exist
source: Default storefront must exist in the store
it_it: La vetrina predefinita deve esistere nel negozio

# Languages::cant_remove_default_storefront
source: Default storefront <b>[url]</b> can't be removed
it_it: La vetrina predefinita <b>[url]</b> non può essere rimossa

# Languages::copy_theme_from_another_storefront
source: Copy theme and its layouts from another storefront
it_it: Copiare il tema e i suoi layout da un'altra vetrina

# Languages::event.vendors_require_approval.name
source: Vendors require approval
it_it: I fornitori richiedono l'approvazione

# Languages::event.vendors_require_approval.title
source: Some vendors are pending approval
it_it: Alcuni fornitori sono in attesa di approvazione

# Languages::event.vendor_status_changed.name
source: Vendor status changed to [status]
it_it: Stato del venditore cambiato in [status]

# Languages::event.vendor_status_changed_from.name
source: Vendor status changed from [status]
it_it: Stato del venditore cambiato da [status]

# Languages::email_template.company_status_suspended_notification
source: Company status change to Suspended
it_it: Cambiamento di stato dell'azienda in Sospeso

# Languages::event.vendor_status_changed.title
source: Your status has been changed to [status]
it_it: Il tuo stato è stato cambiato in [status]

# Languages::event.vendor_status_changed.active.message
source: All your active products will now appear in the store
it_it: Tutti i tuoi prodotti attivi appariranno ora nel negozio
