Repository: rpayeras/deepl-api-tests
Catalog: */editions/mve.po
Languages: it_it

# Languages::add_companies
source: Add vendors
it_it: Aggiungi fornitori

# Languages::add_companies_and_close
source: Add vendors and close
it_it: Aggiungi fornitori e chiudi

# Languages::add_vendor
source: Add vendor
it_it: Aggiungi vendor

# Languages::add_vendor_administrator
source: Add vendor's administrator
it_it: Aggiungi amministratore per vendor

# Languages::vendor_administrator
source: Vendor's administrator
it_it: Amministratore per vendors

# Languages::vendor_administrators
source: Vendor's administrators
it_it: Amministratori per vendor

# Languages::vendor_administrators_menu_description
source: List of vendor's administrators, registered users with a vendor account.
it_it: Lista di amministratori dei vendors, utenti registrati con un conto vendor.

# Languages::vendor_candidate_notification
source: Hello,<br/><br/>You have a new vendor candidate in your store. This vendor account is pending until you approve it. Follow <a href="[href]">this URL</a> to view the account details</a>.
it_it: Hello!<br/><br/> Lei ha uno nuovo candidato nel suo archivio. Questo conto di ventore e pendente fin'a che approvarlo. Seguire <a href="[href]">questo URL</a> per vedere i dati del conto</a>.

# Languages::new_vendor_notification
source: Hello,<br/><br/>A new vendor has registered and received access to the storefront and the admin panel. <a href="[link]">Use this link to view the vendor's account details.</a>
it_it: Ciao,<br/><br/>Un nuovo venditore si è registrato e ha ricevuto l'accesso alla vetrina e al pannello di amministrazione. <a href=""[link]">Usa questo link per visualizzare i dettagli dell'account del venditore.</a>

# Languages::demo_panel.go_vendor_panel
source: Go to Vendor panel
it_it: Vai al pannello vendor

# Languages::vendor_account_balance_menu_description
source: Income and expenditure statistics (total, per vendor, per period).
it_it: Statistiche entrate e uscite (totale, per "vendor", per periodo).

# Languages::merge_vendor
source: Merge vendor
it_it: Unisci vendor

# Languages::select_new_owner_company
source: Select a new owner of this company's profile data:
it_it: Selezionare un nuovo proprietario per questo profilo azienda:

# Languages::warning_merging_companies
source: Merging two company accounts will remove [company_name] from the database, and all the profile data (products, orders, shipping methods, users, promotions, etc.) will be transferred to this company's account
it_it: Unire i conti di due aziende rimuoverà [company_name] dalla banca dati, e tutti i dati del profilo (prodotti, ordini, metodi di spedizione, utenti, promozioni, ecc..) verranno trasferiti sul nome di questa azienda.

# Languages::all_vendors
source: All vendors
it_it: Tutti i vendors

# Languages::apply_for_vendor_account
source: Apply for a vendor account
it_it: Fai domanda per un conto Vendor

# Languages::available_for_vendor
source: Available for vendor
it_it: Disponibile per vendor

# Languages::balance_carried_forward
source: Balance carried forward
it_it: Riporto saldo

# Languages::block_vendors
source: Vendors
it_it: Fornitori

# Languages::charge_to_vendor_account
source: Charge to vendor account
it_it: Addebita su conto vendor

# Languages::companies
source: Vendors
it_it: Aziende

# Languages::create_administrator_account
source: Create administrator account
it_it: Crea account amministratore

# Languages::displayed_vendors
source: Displayed vendors
it_it: Vendors visualizzati

# Languages::editing_vendor
source: Editing vendor
it_it: Modifica vendor

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this vendor manually.
it_it: Conto amministratore non è stato creato. L'indirizzo email appartiene a un'altro utente. Puoi aggiungere l'amministratore per questo vendor manualmente.

# Languages::error_admin_not_created_name_already_used
source: Administrator account was not created. The user name belongs to another user. You should change the administrator account's name.
it_it: Conto amministratore non è stato creato. Il nome utente appartiene a un'altro utente. Devi cambiare il nome utente dell'amministratore.

# Languages::error_vendor_exists
source: The vendor with e-mail you have chosen already exists, please try another.
it_it: Il vendor con l'indirizzo email che hai scelto esiste già, prego provare con un'altro.

# Languages::expenditure
source: Expenditure
it_it: Uscite

# Languages::income
source: Income
it_it: Entrate

# Languages::manage_vendors
source: Manage vendors
it_it: Gestisci vendors

# Languages::new_administrator_account_created
source: New administrator account has been successfully created.
it_it: Nuovo account amministratore è stato creato con successo.

# Languages::new_vendor
source: New vendor
it_it: Nuovo vendor

# Languages::notify_vendor
source: Notify vendor
it_it: Notifica vendor

# Languages::notify_vendors_by_email
source: Notify vendors by e-mail
it_it: Notifica vendors tramite e-mail

# Languages::privileges.manage_payouts
source: Can edit
it_it: Può modificare

# Languages::privileges.manage_vendors
source: Can edit
it_it: Può modificare

# Languages::privilege_groups.vendor_payouts
source: Accounting
it_it: Contabilità

# Languages::privileges.view_payouts
source: Can view
it_it: Può visualizzare

# Languages::privileges.view_vendors
source: Can view
it_it: Può visualizzare

# Languages::privilege_sections.vendors
source: Vendors privileges
it_it: Privilegi venditori

# Languages::privilege_groups.vendors
source: Vendors
it_it: Venditori

# Languages::sales_period
source: Sales period
it_it: Periodo vendite

# Languages::sales_period_total
source: Sales period total
it_it: Totale periodo vendite

# Languages::search_by_vendor
source: Search by vendor
it_it: Cerca per vendor

# Languages::sort_by_company_asc
source: Sort by alphabetical: A to Z
it_it: Ordina alfabeticamente: A - Z

# Languages::sort_by_company_desc
source: Sort by alphabetical: Z to A
it_it: Ordina alfabeticamente: Z - A

# Languages::text_company_status_active_to_pending
source: Your vendor status has been changed from Active to Pending.
it_it: Il tuo stato di fornitore è stato modificato da "attivo" a "in attesa".

# Languages::text_company_status_disabled_to_pending
source: Your vendor status has been changed from Disabled to Pending.
it_it: Il tuo stato di fornitore è stato modificato da "disattivato" a "in attesa".

# Languages::text_company_status_pending
source: The Pending status allows you to log in to you admin panel, change your company information, and fill your store with products.
it_it: Lo stato "in sospeso" consente di accedere al pannello di amministrazione, modificare le informazioni sulla società e riempire il negozio con i prodotti.

# Languages::text_company_status_new_to_active
source: Your request for vendor [company] was approved.
it_it: La tua richiesta come vendor [company] è stata approvata.

# Languages::text_company_status_new_to_active_administrator_created
source: New administrator was created. You can access to the administrator area: <a href="[link]">[link_text]</a> by using the following credentials:<br />Login: [login]<br />Password: [password]
it_it: Uno nuovo amministratore e stato creato. Lei puo accedere l'area dell'amministratore.<a href="[link]">[link_text]</a> utilizzando certificati. Connetarsi:<br />Login: [login]<br />Password: [password]

# Languages::text_company_status_new_to_active_administrator_updated
source: Type of your account [login] changed to administrator. You may login into the administrator area: <a href="[link]">[link_text]</a>
it_it: Il tipo del suo conto [login] e cambiato all'amministratore. Puo connetarsi al campo d'amministratore: <a href="[link]">[link_text]</a>

# Languages::text_company_status_new_to_active_subj
source: Your request for vendor was approved.
it_it: La tua richiesta come vendor è stata approvata.

# Languages::text_company_status_new_to_disable
source: Your request for vendor [company] was rejected.
it_it: La tua richiesta come vendor [company] è stata respinta.

# Languages::text_company_status_new_to_disable_subj
source: Your request for vendor was rejected.
it_it: La tua richiesta come vendor è stata respinta.

# Languages::text_company_status_new_to_pending
source: Congratulations, your application for getting a vendor account has been approved. Once we review you accont information, we will publish it on our website.
it_it: Congratulazioni, la tua richiesta per un conto vendor è stata approvata. Non appena le informazioni riguardanti il vostro conto saranno esaminate, saranno pubblicate sul tuo sito.

# Languages::text_company_status_pending_subj
source: Your company is waiting for approval.
it_it: La tua azienda stà aspettando l'approvazione.

# Languages::text_company_status_pending_to_active
source: Your profile changes for vendor [company] were approved.
it_it: I tuoi cambiamenti del profilo riguardanti il vendor [company] sono stati approvati.

# Languages::text_error_adding_request
source: Error while adding the request.
it_it: Errore durante l'aggiunta della richiesta.

# Languages::text_new_payment_was_created
source: New payment was created
it_it: È stato creato un nuovo pagamento.

# Languages::text_not_approved_vendors
source: You have vendors that require your approval. Please <a href="[link]">follow this link</a> to review these vendors.
it_it: Hai vendors che richiedono l'approvazione. Prego segui questo link [follow this link] per esaminare questi vendors.

# Languages::text_created_new_vendors
source: A new vendor has registered and received access to the storefront and the admin panel. <a href="[link]">Use this link to view the vendor.</a>
it_it: Un nuovo venditore si è registrato e ha ricevuto l'accesso alla vetrina e al pannello di amministrazione. <a href=""[link]">Usa questo link per visualizzare il venditore.</a>

# Languages::text_successful_request
source: Your request was successfully added. You will receive the email with the answer later.
it_it: La sua richiesta è stata aggiunta con successo. Riceverà una mail con la risposta più tardi.

# Languages::total_amount_due
source: Total amount due
it_it: Totale importo dovuto

# Languages::total_period_payout
source: Total sales period payout
it_it: Totale pagamanto periodo vendite

# Languages::total_unpaid_balance
source: Total unpaid balance
it_it: Totale dovuto - Saldo

# Languages::tt_views_payments_update_taxes
source: If payment surcharge is taken from vendors, taxes are not calculated
it_it: Se un supplemento di pagamento è stato prelevato dai vendors, le tasse non saranno calcolate

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this vendor account because there are orders containing the products of this vendor in the store database. To delete the account, please delete all such orders first.
it_it: Impossibile cancellare questo conto vendor perchè vi sono ancora ordini contenenti prodotti di questo vendor nel database dello store. Per potere cancellare il conto prego cancellare prima questi ordini.

# Languages::vendor
source: Vendor
it_it: Fornitore

# Languages::vendors
source: Vendors
it_it: Fornitori

# Languages::vendors_menu_title
source: Vendors
it_it: Venditori

# Languages::vendors_menu_description
source: Sorted list of vendor accounts registered in the store.
it_it: Lista ordinata di conti "vendors" esterni registrati nel tuo store.

# Languages::vendor_account_balance
source: Account balance
it_it: Saldo conto vendor

# Languages::vendor_approval_pending
source: New vendor account application
it_it: Nuova richiesta per un conto vendor

# Languages::vendor_id
source: Vendor ID
it_it: ID Vendor

# Languages::vendor_name
source: Vendor name
it_it: Nome Vendor

# Languages::vendor_pages
source: Vendor pages
it_it: Pagine vendor

# Languages::vendor_panel
source: Vendor panel
it_it: Pannello vendor

# Languages::view_vendor_orders
source: View vendor orders
it_it: Visualizza ordini vendor

# Languages::view_vendor_products
source: View vendor products
it_it: Visualizza prodotti vendor

# Languages::view_vendor_users
source: View vendor users
it_it: Visualizza utenti vendor

# Languages::view_vendor_admins
source: View vendor admins
it_it: Visualizza gli amministratori del venditore

# Languages::you_can_edit_account_details
source: You can edit the account details now.
it_it: Puoi modificare i dettagli del conto adesso.

# SettingsSections::Vendors
source: Vendors
it_it: Fornitori

# SettingsOptions::vendors_per_page
source: Vendors per page
it_it: Vendors per pagina

# SettingsOptions::apply_for_vendor
source: Allow users to apply for vendor account
it_it: Consentire a utenti di fare domand per un conto vendor

# SettingsOptions::create_vendor_administrator_account
source: Automatically create the administrator account for the new approved vendor. (If the "Allow users to apply for vendor account" setting is enabled)
it_it: Creare automaticamente un conto amministratore per nuovo vendor approvato (se "consentire a utenti di fare domand per un conto vendor" è attivato)

# SettingsOptions::display_vendor
source: Display product vendor
it_it: Mostrare prodotti dei vendors

# SettingsOptions::need_agree_with_terms_n_conditions
source: Applying vendors must agree to the terms & conditions
it_it: I fornitori devono accettare i Termini & Condizioni

# SettingsOptions::mailer_send_from_admin
source: Send vendor emails from marketplace email addresses
it_it: Inviare email ai venditori dagli indirizzi email del mercato

# SettingsOptions::allow_vendor_manage_features
source: Allow vendors to manage product features
it_it: Permettere ai venditori di gestire le caratteristiche del prodotto

# SettingsTooltips::need_agree_with_terms_n_conditions
source: The text of terms & conditions will be retrieved from the "vendor_terms_n_conditions_content" language variable.
it_it: Il testo di termini e condizioni sarà recuperato dalla variabile delle lingua "vendor_terms_n_conditions_content".

# SettingsOptions::allow_approve_vendors_in_two_steps
source: Review new vendors before granting access to the admin panel
it_it: Esaminare i nuovi venditori prima di concedere l'accesso al pannello di amministrazione

# Languages::use_for_apply_for_vendor_account
source: Apply for a vendor account form
it_it: Applica per il modulo account venditore

# Languages::block_vendor_categories
source: Vendor categories
it_it: Categorie fornitori

# Languages::block_vendor_categories_description
source: Product categories available to a particular vendor
it_it: Categorie prodotti disponibili per un particolare venditore

# Languages::block_vendor_information
source: Vendor information
it_it: Informazioni venditore

# Languages::block_vendor_logo
source: Vendor logo
it_it: Logo venditore

# Languages::show_location
source: Show location
it_it: Mostra la posizione

# Languages::show_products_count
source: Show products count
it_it: Mostra il conteggio dei prodotti

# Languages::block_vendor_search
source: Search by vendor products
it_it: Cerca nei prodotti del venditore

# Languages::vendor_filters
source: Vendor Product filters
it_it: Filtri prodotto del venditore

# Languages::vendor_products
source: Vendor products
it_it: Prodotti venditore

# Languages::apply_shipping_for_all_vendors
source: Allow shipping for all vendors
it_it: Consentire la spedizione per tutti i fornitori

# Languages::apply_shipping_for_all_vendors_confirm
source: The shipping method will be applied to all the vendors. Are you sure you want to proceed?
it_it: Il metodo di spedizione sarà applicato a tutti i fornitori. Sei sicuro di che voler procedere?

# Languages::shipping_applied_to_vendors
source: The shipping method was applied to [vendors] vendors
it_it: Il metodo di spedizione è stato applicato ai fornitori [vendors]

# Languages::block_vendor_filters
source: Vendor filters
it_it: Filtri venditore

# Languages::email_template.apply_for_vendor_notification
source: Apply for vendor
it_it: Applicare per ventore

# Languages::email_template.company_status_notification
source: Company status change
it_it: Status di compagnia cambiato

# Languages::email_template.company_payment_notification
source: Company payment
it_it: Pagamento della compagnia

# Languages::email_template.vendor_invitation
source: Vendor invitation
it_it: Invito del fornitore

# Languages::vendor_invitation_email_subject
source: Come Sell With [default_company_name]
it_it: Vieni a vendere con [default_company_name]

# Languages::vendor_invitation_email_body
source: <p>Hello,</p><br/><p>We'd like to invite you to <a href="[create_account_url]">create an account</a> with [default_company_name]. You'll be able to expand your client base by listing your products on our platform and selling them to our visitors.</p><br/><p>Best regards,</p><p>[default_company_name] team</p>
it_it: <p>Ciao,</p><br/><p>Vorremmo invitarti a <a href="[create_account_url]">creare un account</a> con [default_company_name]. Sarai in grado di espandere la tua base di clienti elencando i tuoi prodotti sulla nostra piattaforma e vendendoli ai nostri visitatori.</p><br/><p>Saluti, </p><p>Squadra di [default_company_name]</p>

# Languages::vendor_terms_n_conditions
source: I accept the [terms_href]
it_it: Accetto i [terms_href]

# Languages::vendor_terms_n_conditions_name
source: Terms and Conditions
it_it: Termini e condizioni

# Languages::vendor_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
it_it: Per poter procedere, devi accettare i nostri termini e condizioni.

# Languages::vendor_terms_n_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
it_it: <p>Si prega di leggere questi termini e condizioni ("Termini", "Termini e condizioni") con attenzione prima di utilizzare il sito Web <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> e la mia App Mobile applicazione mobile (il "servizio") operati da My Company ("noi", "noi" o "nostro").</p> <p><strong>Accedendo o utilizzando il servizio accetti di essere vincolato da questi termini. Se non siete d'accordo con qualsiasi parte dei termini quindi non si può accedere al servizio.</strong></p> <p><strong>Acquisti</strong></p> <p>Se si desidera acquistare qualsiasi prodotto o servizio reso disponibile attraverso il servizio ("acquisto"), potrebbe essere richiesto di fornire determinate informazioni rilevanti per il vostro acquisto, compresi, senza limitazione, il tuo...</p> <p><strong>Contenuto</strong></p> <p>Il nostro servizio consente di inviare, collegare, archiviare, condividere e rendere altrimenti disponibili determinate informazioni, testo, grafica, video o altro materiale ("contenuti"). Sei responsabile per la...</p> <p><strong>Modifiche</strong></p> <p>Ci riserviamo il diritto, a nostra discrezione, di modificare o sostituire questi termini in qualsiasi momento. Se una revisione è materiale cercheremo di fornire preavviso di almeno 30 giorni prima di qualsiasi nuovo termine di entrata in vigore. Che cosa costituisce un cambiamento materiale sarà determinato a nostra discrezione.</p> <p><strong>Contattaci</strong></p> <p>Se avete domande su questi termini, vi preghiamo di contattarci.</p>

# Languages::mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus
it_it: Questa azione richiede [product] Ultimate o [product] Plus

# Languages::mve_ultimate_license_required
source: [product] Ultimate is required for this
it_it: [L'Ultimate è richiesto per questo

# Languages::text_mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> or <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, you'll get access to all their features.
it_it: Questa azione richiede [product] Ultimate o [product] Plus. Se passi a <a href=""[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> o <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, avrai accesso a tutte le loro caratteristiche.

# Languages::max_storefronts_reached
source: <p>You have reached the limit of storefronts available for your license. Adding another storefront requires buying a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, an edition with an unlimited number of storefronts.</p>
it_it: <p>Hai raggiunto il limite di vetrine disponibili per la tua licenza. L'aggiunta di un'altra vetrina richiede l'acquisto di un <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, un'edizione con un numero illimitato di vetrine.</p>

# Languages::mve_ultimate_license
source: [product] Ultimate
it_it: [product] Ultimo

# Languages::text_mve_plus_license_required
source: <p>Let your vendors receive money from customers directly via your marketplace.</p><p>Manage vendors' abilities via user groups, and allow your vendors to change the looks of their stores.</p><p>Create a unified catalog, where vendors can start selling any product in a matter of minutes.</p>
it_it: <p>Consenti ai tuoi venditori di ricevere denaro dai clienti direttamente tramite il tuo marketplace.</p><p>Gestisci le abilità dei venditori tramite gruppi di utenti e permetti ai tuoi venditori di cambiare l'aspetto dei loro negozi.</p><p>Crea un catalogo unificato, dove i venditori possono iniziare a vendere qualsiasi prodotto in pochi minuti.</p>

# Languages::text_mve_ultimate_license_required
source: <p>Branch out: get an unlimited number of storefronts for your marketplace.</p><p>A storefront is another domain created either for a specific country or city, or for a specific part of your product catalog.</p><p>Get all the other functionality of [product] Plus.</p>
it_it: <p>Franchising: ottieni un numero illimitato di vetrine per il tuo marketplace.</p><p>Una vetrina è un altro dominio creato per un paese o una città specifica, o per una parte specifica del tuo catalogo prodotti.</p><p>Ottieni tutte le altre funzionalità di [product] Plus.</p>
