Repository: rpayeras/deepl-api-tests
Catalog: */addons/ab__category_banners.po
Languages: it

# Languages::ab__cb.banner_position
source: Banner position, which can be specified in the one way to:<br/><ul><li><code>7</code> - single position number</li><li><code>1,5,7,9</code> - numbers for several positions</li><li><code>1-10</code> - range of several positions</li></ul>Using combinations of these options is permitted. For example:<br/><code>1-5, 7-9, 13</code> - will be shown banner in one position from: 1, 2, 3, 4, 5, 7, 8, 9, 13
it: Posición del banner, que se puede especificar de una manera a:<br/><ul><li><code>7</code> - número de una sola posición</li><li><code>1,5,7,9</code> - números para varias posiciones</li><li><code>1-10</code> - rango de varias posiciones</li></ul> Se permite utilizar combinaciones de estas opciones. Por ejemplo:<br/><code>1-5, 7-9, 13</code> - se mostrará el banner en una posición de: 1, 2, 3, 4, 5, 7, 8, 9, 13

# Languages::ab__cb.cat_banner
source: banner for category
it: banner para la categoría

# Languages::ab__category_banners.add
source: Add banner for category
it: Añadir banner para la categoría

# Languages::ab__category_banners.adding
source: Adding banner for category
it: Añadir banner para la categoría

# Languages::ab__category_banners.editing
source: Editing banner for category
it: Editar el banner de la categoría

# Languages::ab__cb.form.include_subcategories
source: Show in subcategories
it: Mostrar en subcategorías

# Languages::ab__cb.form.position
source: Position
it: Posición

# Languages::ab__cb.form.target_blank
source: Open banner link in a new window
it: Abrir el enlace del banner en una nueva ventana

# Languages::ab__cb.form.nofollow
source: Add attribute rel="nofollow"
it: Añadir atributo rel="nofollow"

# Languages::ab__cb.form.from_date
source: Active from date/time
it: Activar desde date/time

# Languages::ab__cb.form.to_date
source: Active to date/time
it: Activar a date/time

# Languages::ab__cb.form.monday
source: Monday
it: Lunes

# Languages::ab__cb.form.tuesday
source: Tuesday
it: Martes

# Languages::ab__cb.form.wednesday
source: Wednesday
it: Miércoles

# Languages::ab__cb.form.thursday
source: Thursday
it: Jueves

# Languages::ab__cb.form.friday
source: Friday
it: Viernes

# Languages::ab__cb.form.saturday
source: Saturday
it: Sabado

# Languages::ab__cb.form.sunday
source: Sunday
it: Domingo

# Languages::ab__cb.form.content_schedule
source: Schedule
it: Programación

source: The image is output "as is", without cutting
it: La imagen se emite "tal cual", sin cortes

source: The link format with the indication of the controller is recommended (for example, products.view?product_id=12121)
it: Se recomienda el formato de enlace con la indicación del controlador (por ejemplo, products.view?product_id=12121)

source: It's recommended to use for external link (to another site) or link to non-indexing pages
it: Se recomienda utilizarlo para los enlaces externos (a otro sitio) o para los enlaces a páginas no indexables

source: Banner position, which can be specified in the one way to:<br/><ul><li><code>7</code> - single position number</li><li><code>1,5,7,9</code> - numbers for several positions</li><li><code>1-10</code> - range of several positions</li></ul>Using combinations of these options is permitted. For example:<br/><code>1-5, 7-9, 13</code> - will be shown banner in one position from: 1, 2, 3, 4, 5, 7, 8, 9, 13
it: Posición del banner, que se puede especificar de una manera a:<br/><ul><li><code>7</code> - número de una sola posición</li><li><code>1,5,7,9</code> - números para varias posiciones</li><li><code>1-10</code> - rango de varias posiciones</li></ul> Se permite utilizar combinaciones de estas opciones. Por ejemplo:<br/><code>1-5, 7-9, 13</code> - se mostrará el banner en una posición de: 1, 2, 3, 4, 5, 7, 8, 9, 13

source: Set the time of action of banner 'from' and 'to'.<br/> If start time didn't set, then it is equal 00:00<br/> If end time didn't set, then it is equal 23:59<br/> If both values didn't set then banner will be displayed from 00:00 to 23:59
it: Establezca el tiempo de acción del banner 'desde' y 'hasta'.<br/>Si la hora de inicio no se estableció, entonces es igual a las 00:00<br/>Si la hora de finalización no se estableció, entonces es igual a las 23:59<br/>Si ambos valores no se establecieron entonces el banner se mostrará desde las 00:00 hasta las 23:59

source: Set the time of action of banner 'from' and 'to'.<br/> If start time didn't set, then it is equal 00:00<br/> If end time didn't set, then it is equal 23:59<br/> If both values didn't set then banner will be displayed from 00:00 to 23:59
it: Establezca el tiempo de acción del banner 'desde' y 'hasta'.<br/>Si la hora de inicio no se estableció, entonces es igual a las 00:00<br/>Si la hora de finalización no se estableció, entonces es igual a las 23:59<br/>Si ambos valores no se establecieron entonces el banner se mostrará desde las 00:00 hasta las 23:59

source: Set the time of action of banner 'from' and 'to'.<br/> If start time didn't set, then it is equal 00:00<br/> If end time didn't set, then it is equal 23:59<br/> If both values didn't set then banner will be displayed from 00:00 to 23:59
it: Establezca el tiempo de acción del banner 'desde' y 'hasta'.<br/>Si la hora de inicio no se estableció, entonces es igual a las 00:00<br/>Si la hora de finalización no se estableció, entonces es igual a las 23:59<br/>Si ambos valores no se establecieron entonces el banner se mostrará desde las 00:00 hasta las 23:59

source: Set the time of action of banner 'from' and 'to'.<br/> If start time didn't set, then it is equal 00:00<br/> If end time didn't set, then it is equal 23:59<br/> If both values didn't set then banner will be displayed from 00:00 to 23:59
it: Establezca el tiempo de acción del banner 'desde' y 'hasta'.<br/>Si la hora de inicio no se estableció, entonces es igual a las 00:00<br/>Si la hora de finalización no se estableció, entonces es igual a las 23:59<br/>Si ambos valores no se establecieron entonces el banner se mostrará desde las 00:00 hasta las 23:59

source: Set the time of action of banner 'from' and 'to'.<br/> If start time didn't set, then it is equal 00:00<br/> If end time didn't set, then it is equal 23:59<br/> If both values didn't set then banner will be displayed from 00:00 to 23:59
it: Establezca el tiempo de acción del banner 'desde' y 'hasta'.<br/>Si la hora de inicio no se estableció, entonces es igual a las 00:00<br/>Si la hora de finalización no se estableció, entonces es igual a las 23:59<br/>Si ambos valores no se establecieron entonces el banner se mostrará desde las 00:00 hasta las 23:59

source: Set the time of action of banner 'from' and 'to'.<br/> If start time didn't set, then it is equal 00:00<br/> If end time didn't set, then it is equal 23:59<br/> If both values didn't set then banner will be displayed from 00:00 to 23:59
it: Establezca el tiempo de acción del banner 'desde' y 'hasta'.<br/>Si la hora de inicio no se estableció, entonces es igual a las 00:00<br/>Si la hora de finalización no se estableció, entonces es igual a las 23:59<br/>Si ambos valores no se establecieron entonces el banner se mostrará desde las 00:00 hasta las 23:59

source: Set the time of action of banner 'from' and 'to'.<br/> If start time didn't set, then it is equal 00:00<br/> If end time didn't set, then it is equal 23:59<br/> If both values didn't set then banner will be displayed from 00:00 to 23:59
it: Establezca el tiempo de acción del banner 'desde' y 'hasta'.<br/>Si la hora de inicio no se estableció, entonces es igual a las 00:00<br/>Si la hora de finalización no se estableció, entonces es igual a las 23:59<br/>Si ambos valores no se establecieron entonces el banner se mostrará desde las 00:00 hasta las 23:59

# Languages::ab__cb.errors.cron_key
source: <p>Warning! The value <code>[value]</code> of the setting <code>Cron key</code> doesn't meet the safety requirements</p>
it: <p>¡Atención! El valor <code>[value]</code> del ajuste <code>Clave del cron</code> no cumple los requisitos de seguridad</p>

# Languages::ab__cb.cron_links
source: <p>For an automatic switching off of expired banners - use one of these links:<b/r><br/><code>[cron_cmd]</code><br/>or<br/><code>[cron_url]</code></p>
it: <p>Para una desconexión automática de los banners caducados - utilice uno de estos enlaces:<b/r><br/><code>[cron_cmd]</code><br/>o<br/><code>[cron_url]</code></p>

# Languages::ab__category_banners.manage
source: Banners management
it: Gestión banners

# Languages::ab__cb.help.cron.title
source: Automatic switching off of expired banners
it: Desconexión automática de los banners caducados

# Languages::ab__cb.form.m_turn_on
source: Switch on selected
it: Marcar seleccionados

# Languages::ab__cb.form.m_turn_off
source: Switch off selected
it: Desmarcar seleccionados

# Languages::ab__cb.form.grid_image
source: Images for an output as a grid
it: Imágenes para una salida en forma de cuadrícula

# Languages::ab__cb.form.list_image
source: Images for an output as a list without options
it: Imágenes para una salida como lista sin opciones

# Languages::ab__cb.settings
source: General settings
it: Opciones generales

# Languages::ab__category_banners.help
source: Help
it: Ayuda

# Languages::ab__cb.demodata.table.action
source: Action
it: Acción

# Languages::ab__cb.demodata.table.add_banners
source: Add banners
it: Añadir banners

# Languages::ab__category_banners.export
source: Data export
it: Exportar datos

# Languages::ab__cb.export_description
source: Add-on data can be exported on this page
it: En esta página se pueden exportar los datos de los complementos

# Languages::ab__cb.export.table.description
source: Data export
it: Exportación de datos

# Languages::ab__cb.export.table.data
source: Data for export
it: Datos a exportar

# Languages::ab__cb.export.table.action
source: Action
it: Acción

# Languages::ab__cb.export.actions.banners
source: Banners export
it: Exportación de banners

# Languages::ab__cb.autoinstall.no_category
source: Available category not found
it: Disponibilidad de categoría no encontrada

# Languages::ab__cb.autoinstall.banners_not_created
source: Failed to create demo category banners
it: Fallo en la creación de banners de categoría de demostración

# Languages::ab__cb.upgrade_notifications.2.0.0.text
source: Banners behavier has been changed. The output of several banners at the same time is allowed. They will be displayed in random order at the specified positions. Check the settings and change the position of the banners if necessary.
it: Se ha cambiado el comportamiento de los banners. Se permite la salida de varios banners al mismo tiempo. Se mostrarán en orden aleatorio en las posiciones especificadas. Compruebe la configuración y cambie la posición de los banners si es necesario.

# SettingsOptions::ab__category_banners::item_nth
source: Position by default
it: Posición por defecto

# SettingsOptions::ab__category_banners::decrease_items_per_page
source: Remove last product
it: Eliminar el último producto

# SettingsTooltips::ab__category_banners::cron_key
source: For automatic updating, existence of a key necessarily. Length should be from 10 to 20 characters (only latin letters and digits)
it: Para la actualización automática, la existencia de una clave necesariamente. La longitud debe ser de 10 a 20 caracteres (sólo letras y dígitos latinos)

# SettingsTooltips::ab__category_banners::decrease_items_per_page
source: Removes the last product from a displaying in the grid to save its structure
it: Elimina el último producto de una visualización en la parrilla para guardar su estructura
