Repository: rpayeras/deepl-api-tests
Catalog: */addons/client_tiers.po
Languages: fr_fr, it

# Addons::name::client_tiers
source: Client tiers
fr_fr: Niveaux clients

# Addons::description::client_tiers
source: Automatically assigns and removes customer's user group depending on money spent. Allows you to rank your customers (for example, bronze, silver, gold customers).
fr_fr: Attribue et supprime automatiquement le groupe d'utilisateurs du client en fonction de l'argent dépensé. Vous permet de classer vos clients (par exemple, clients bronze, argent, or).
it: Assegna automaticamente e rimuovi il gruppo dell'utente cliente in base al denaro speso. Ti consente di aumentare di livello i tuoi clienti (ad esempio clienti di bronzo, argento e oro).

# SettingsSections::client_tiers::general
source: General
fr_fr: Général
it: Generale

# SettingsOptions::client_tiers::tiers_reporting_period
source: Reporting period
fr_fr: Période de déclaration
it: Periodo di Rapporto

# SettingsTooltips::client_tiers::tiers_reporting_period
source: Statistics from this period is checked to see if a customer is eligible for a certain tier
fr_fr: Les statistiques de cette période sont vérifiées pour voir si un client est éligible à un certain niveau
it: Statistiche da questo periodo controllate per vedere se un cliente è idoneo per un certo livello

# SettingsOptions::client_tiers::upgrade_tier_option
source: Customer tier can upgrade
fr_fr: Le niveau client peut être mis à niveau
it: Livello del cliente aggiornabile

# SettingsOptions::client_tiers::automatic_downgrade
source: Tier check can downgrade customer's tier
fr_fr: La vérification du niveau peut rétrograder le niveau du client
it: Il controllo del rango può ridurre quello del cliente

# Languages::client_tiers.minimum_spend_value
source: Required spendings
fr_fr: Dépenses requises
it: Spese necessarie

# Languages::client_tiers.tooltip_minimum_spend_value
source: Set 0 if you don't want this user group to be assigned automatically. Otherwise, customer can get this user group after spending the specified sum during the reporting period set in the Client Tiers add-on.
fr_fr: Définissez 0 si vous ne souhaitez pas que ce groupe d'utilisateurs soit attribué automatiquement. Sinon, le client peut obtenir ce groupe d'utilisateurs après avoir dépensé la somme spécifiée pendant la période de rapport définie dans le module complémentaire Client Tiers.
it: Imposta 0 se non vuoi che il gruppo di questo utente sia assegnato automaticamente. Altrimenti, il cliente può ottenere questo gruppo utente dopo aver speso la somma specificata durante il periodo di segnalazione impostato nell'addon dei Livelli del Cliente.

# Languages::client_tiers.bronze_level_customers
source: Bronze level customers
fr_fr: Clients de niveau Bronze
it: Clienti di livello bronzo

# Languages::client_tiers.silver_level_customers
source: Silver level customers
fr_fr: Clients de niveau Argent
it: Clienti di livello argento

# Languages::client_tiers.gold_level_customers
source: Gold level customers
fr_fr: Clients de niveau Or
it: Clienti di livello oro

# Languages::client_tiers.client_success_set_tier
source: [username] spent [total] amount in reported period and moved to [new_group]
fr_fr: [username] a dépensé le montant [total] au cours de la période signalée et déplacé vers [new_group]
it: [username] ha speso l'importo [total] nel periodo indicato e si è spostato in [new_group]

# Languages::client_tiers.client_fail_set_new_tier
source: Couldn't assign user group [new_group] to customer with id [user_id]. Customer spent [total] in the reporting period, which is more than the required spendings for this user group.
fr_fr: Impossible d'attribuer le groupe d'utilisateurs [new_group] au client avec l'ID [user_id]. Le client a dépensé [total] au cours de la période de référence, ce qui est supérieur aux dépenses requises pour ce groupe d'utilisateurs.
it: Impossibile assegnare il gruppo di utenti [new_group] al cliente con id [user_id]. Il cliente ha speso [totale] nel periodo di riferimento, che è più delle spese richieste per questo gruppo di utenti.

# Languages::client_tiers.client_fail_unset_old_tier
source: Couldn't remove user group [old_group] from customer with id [user_id]. With [total] spent in the reporting period, customer shouldn't be a part of this user group.
fr_fr: Impossible de supprimer le groupe d'utilisateurs [old_group] du client avec l'ID [user_id]. Avec [total] dépensé au cours de la période de référence, le client ne devrait pas faire partie de ce groupe d'utilisateurs.
it: Impossibile rimuovere il gruppo di utenti [old_group] dal cliente con id [user_id]. Con [totale] speso nel periodo di riferimento, il cliente non dovrebbe far parte di questo gruppo di utenti.

# Languages::client_tiers.client_success_unset_tier
source: Customer [username] was successfully removed from [old_group] due to [total] spent in reporting period.
fr_fr: Le client [username] a été supprimé de [old_group] en raison du [total] dépensé au cours de la période de référence.
it: Il cliente [nome utente] è stato rimosso con successo da [old_group] a causa del [totale] speso nel periodo di riferimento.

# Languages::log_type_client_tiers
source: Client Tiers
fr_fr: Niveaux de clients
it: Ranghi del Cliente

# Languages::log_action_ct_success
source: Success
fr_fr: Succès
it: Successo

# Languages::log_action_ct_failure
source: Errors
fr_fr: Erreurs
it: Errori

# Languages::client_tiers.previous_30_days
source: Previous 30 days
fr_fr: 30 jours précédents
it: Precedenti 30 giorni

# Languages::client_tiers.previous_month
source: Previous month
fr_fr: Mois précédent
it: Mese precedente

# Languages::client_tiers.previous_12_months
source: Previous 12 months
fr_fr: 12 mois précédent
it: 12 mesi precedenti

# Languages::client_tiers.previous_year
source: Previous year
fr_fr: Année précédente
it: Anno precedente

# Languages::client_tiers.after_completed_purchase
source: After the order is paid
fr_fr: Une fois la commande payée
it: Dopo il pagamento dell'ordine

# Languages::client_tiers.after_tier_check
source: After tier check only
fr_fr: Après vérification du niveau uniquement
it: Solo dopo il controllo del rango

# Languages::client_tiers.update_tiers
source: Tier check
fr_fr: Vérification du niveau
it: Controllo del rango

# Languages::client_tiers.run_recalculation
source: Check customer tiers now
fr_fr: Vérifiez les niveaux de clients maintenant
it: Controlla ora i ranghi del cliente

# Languages::client_tiers.run_tiers_updating_by_cron
source: Updating client tiers is the resource-intensive process. It's recommended to run it automatically at certain time intervals.<br>To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
fr_fr: La mise à jour des niveaux client est un processus gourmand en ressources. Il est recommandé de l'exécuter automatiquement à certains intervalles de temps.<br>Pour ce faire, ajoutez la commande suivante à <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron< /a> :
it: L'aggiornamento dei livelli del client è un processo che richiede molte risorse. Si raccomanda di eseguirlo automaticamente a certi intervalli di tempo.<br>Per farlo, aggiungere il seguente comando a <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:

# Languages::client_tiers.all_been_recalculated
source: Tiers have been checked and updated
fr_fr: Les niveaux ont été vérifiés et mis à jour
it: I livelli sono stati controllati e aggiornati

# Languages::client_tiers.silver_promotion
source: Silver tier promotion
fr_fr: Promotion de niveau Argent
it: Promozione del livello argento

# Languages::client_tiers.bronze_promotion
source: Bronze tier promotion
fr_fr: Promotion de niveau Bronze
it: Promozione del livello bronzo

# Languages::client_tiers.gold_promotion
source: Gold tier promotion
fr_fr: Promotion de niveau Or
it: Promozione del livello oro

# Languages::client_tiers.silver_promotion.detailed_description
source: Only Silver Level Customers are eligible for this promotion.
fr_fr: Seuls les clients de niveau Argent sont éligibles pour cette promotion.
it: Solo i clienti di livello Silver possono beneficiare di questa promozione.

# Languages::client_tiers.silver_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Silver Level Customers.
fr_fr: Cette promotion a été créée automatiquement dans le cadre du module complémentaire Client Tiers. Il s'applique uniquement aux clients de niveau Argent.
it: Questa promozione è stata creata automaticamente come parte dell'add-on Client Tiers. Si applica solo ai clienti di livello Silver.

# Languages::client_tiers.bronze_promotion.detailed_description
source: Only Bronze Level Customers are eligible for this promotion.
fr_fr: Seuls les clients de niveau Bronze sont éligibles pour cette promotion.
it: Solo i clienti del livello Bronze possono beneficiare di questa promozione.

# Languages::client_tiers.bronze_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Bronze Level Customers.
fr_fr: Cette promotion a été créée automatiquement dans le cadre du module complémentaire Client Tiers. Il s'applique uniquement aux clients de niveau Bronze.
it: Questa promozione è stata creata automaticamente come parte dell'add-on Client Tiers. Si applica solo ai clienti del livello Bronze.

# Languages::client_tiers.gold_promotion.detailed_description
source: Only Gold Level Customers are eligible for this promotion.
fr_fr: Seuls les clients de niveau Or sont éligibles pour cette promotion.
it: Solo i clienti di livello Gold hanno diritto a questa promozione.

# Languages::client_tiers.gold_promotion.short_description
source: This promotion was created automatically as part of the Client Tiers add-on. It applies only to Gold Level Customers.
fr_fr: Cette promotion a été créée automatiquement dans le cadre du module complémentaire Client Tiers. Il s'applique uniquement aux clients de niveau Or.
it: Questa promozione è stata creata automaticamente come parte dell'add-on Client Tiers. Si applica solo ai clienti di livello Gold.

# Languages::client_tiers.removed_from_old_group
source: Removed from user group
fr_fr: Retiré du groupe d'utilisateurs
it: Rimosso dal gruppo di utenti

# Languages::client_tiers.moved_to_new_group
source: Moved to user group
fr_fr: Déplacé vers le groupe d'utilisateurs
it: Spostato nel gruppo di utenti

# Languages::client_tiers.installation_message
source: To help you get started, we have added user groups for Gold, Silver, and Bronze Level Customers, as well as corresponding promotions. Please check <a href="[user_groups]" target="_blank">user groups</a> and <a href="[promotions]" target="_blank">promotions</a>, and adjust them as needed. You can also delete them and create your own.
fr_fr: Pour vous aider à démarrer, nous avons ajouté des groupes d'utilisateurs pour les clients de niveau Or, Argent et Bronze, ainsi que les promotions correspondantes. Veuillez vérifier les <a href="[user_groups]" target="_blank">groupes d'utilisateurs</a> et les <a href="[promotions]" target="_blank">promotions</a> et les ajuster si nécessaire . Vous pouvez également les supprimer et créer les vôtres.
it: Per aiutarvi ad iniziare, abbiamo aggiunto gruppi di utenti per i clienti di livello Oro, Argento e Bronzo, così come le promozioni corrispondenti. Per favore controlla <a href=""[user_groups]" target="_blank"">gruppi di utenti</a> e <a href="[promotions]" target="_blank"">promozioni</a>, e regolali come necessario. Puoi anche cancellarli e crearne di nuovi.

# Addons::name::client_tiers
source: Project-Id-Version: cs-cart-latest Content-Type: text/plain; charset=UTF-8 Language-Team: Italian Language: it_IT Plural-Forms: nplurals=2; plural=(n != 1); X-Crowdin-Project: cs-cart-latest X-Crowdin-Project-ID: 50163 X-Crowdin-Language: it X-Crowdin-File: /head/addons/client_tiers.po X-Crowdin-File-ID: 3035 PO-Revision-Date: 2021-12-13 08:02
it: Livelli del cliente
