Repository: rpayeras/deepl-api-tests
Catalog: */addons/customer_price_list.po
Languages: fr_fr

# Addons::name::customer_price_list
source: Price list for customers
fr_fr: Liste de prix pour les clients

# Addons::description::customer_price_list
source: Allows customers to download a price list either with all the products, or with the products in their cart.
fr_fr: Permet aux clients de télécharger une liste de prix avec tous les produits ou avec les produits de leur panier.

# SettingsSections::customer_price_list::general
source: General
fr_fr: Général

# SettingsSections::customer_price_list::files
source: Files
fr_fr: Dossiers

# SettingsOptions::customer_price_list::price_list_fields
source: Fields
fr_fr: Champs

# SettingsOptions::customer_price_list::price_list_sorting
source: Sort by
fr_fr: Trier par

# SettingsOptions::customer_price_list::price_list_group_by_category
source: Group by category
fr_fr: Regrouper par catégorie

# SettingsOptions::customer_price_list::show_download_link_on_profile
source: Show download link in "My Account"
fr_fr: Afficher le lien de téléchargement dans "Mon compte"

# SettingsOptions::customer_price_list::show_download_link_on_cart
source: Show download link in the cart
fr_fr: Afficher le lien de téléchargement dans le panier

# Languages::customer_price_list.run_price_list_updating_by_cron
source: Price list generation requires a lot of resources. It's best to generate price lists automatically at certain time intervals.To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron:</a>
fr_fr: La génération de listes de prix nécessite beaucoup de ressources. Il est préférable de générer automatiquement des listes de prix à certains intervalles de temps. Pour ce faire, ajoutez la commande suivante à <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron :</a>

# Languages::customer_price_list.check_requirements
source: Price list generation uses the proc_open PHP function. Please make sure this function is available in the CLI mode. To check all the requirements, run the following script in the command line of your server:
fr_fr: La génération des listes de prix utilise la fonction PHP proc_open. Veuillez vous assurer que cette fonction est disponible en mode CLI. Pour vérifier toutes les exigences, exécutez le script suivant en ligne de commande sur votre serveur :

# Languages::customer_price_list.updated_at
source: Updated at
fr_fr: Mis à jour le

# Languages::customer_price_list.not_created_yet
source: Not created yet
fr_fr: Pas encore créé

# Languages::customer_price_list.enable_generating_price_list
source: Generate own price list
fr_fr: Générer sa propre liste de prix

# Languages::customer_price_list.tooltip_enable_generating_price_list
source: If you plan to have different prices for this user group, generate an own price list for it. Otherwise, members of this group will get the common price list available to all customers.
fr_fr: Si vous prévoyez d'avoir des prix différents pour ce groupe d'utilisateurs, générez votre propre liste de prix pour celui-ci. Dans le cas contraire, les membres de ce groupe obtiendront la liste de prix commune disponible pour tous les clients.

# Languages::customer_price_list.price_list_priority
source: Price list priority
fr_fr: Liste de prix prioritaire

# Languages::customer_price_list.tooltip_price_list_priority
source: Determines which price list a user will get when he or she is a member of multiple groups with own price lists. Such users get the price list that has the highest number in "Priority".
fr_fr: Détermine la liste de prix qu'un utilisateur obtiendra lorsqu'il est membre de plusieurs groupes avec leurs propres listes de prix. Ces utilisateurs obtiennent la liste de prix qui a le numéro le plus élevé dans "Priorité".

# Languages::customer_price_list.price_list_generation_error
source: Sorry, we couldn't find your price list. Please try again later or contact us and let us know about this problem.
fr_fr: Désolé, nous n'avons pas pu trouver votre liste de prix. Veuillez réessayer plus tard ou contactez-nous et faites-nous part de ce problème.

# Languages::customer_price_list.account.download_price_list
source: Download price list
fr_fr: Télécharger la liste des prix

# Languages::customer_price_list.cart.download_price_list
source: Download price list
fr_fr: Télécharger la liste des prix

# Languages::customer_price_list.starting_generate_price_list
source: [[storefront]]: [[usergroup]]: starting price list generation
fr_fr: [[storefront]]: [[usergroup]]: génération de liste de prix de départ

# Languages::customer_price_list.ending_generate_price_list
source: [[storefront]]: [[usergroup]]: ending price list generation
fr_fr: [[storefront]]: [[usergroup]]: fin de la génération de liste de prix
