Repository: rpayeras/deepl-api-tests
Catalog: */addons/gdpr.po
Languages: it

# Languages::gdpr.user_anonymized
source: User has been anonymized.
it: L'utente è stato reso anonimo.

# Languages::gdpr.check_other_sources_for_personal_data
source: <p>Please note that anonymization doesn't affect any backups and logs that you might have. If necessary, please do the following:</p><ol><li>Clear the logs under <b>Administration → Logs</b>.</li><li>Secure and delete the backups you might have under <b>Administration → Backup/Restore</b>.</li></ol>
it: <p>Si prega di notare che l'anonimizzazione non influisce sui backup e sui log che potresti avere. Se necessario, fai quanto segue:</p><ol><li>Pulisci i log sotto <b>Amministrazione → Logs</b>.</li><li>Sicura e cancella i backup che potresti avere sotto <b>Amministrazione → Backup/Ripristino</b>.</li></ol>

# Languages::gdpr.cookie_consent
source: Cookie consent
it: Consenso dei cookie

# Languages::gdpr.cookie_consent_message
source: <p>This website uses cookies (small pieces of data saved on your computer). Some cookies are added by the website itself: they help to show you the content of your cart, keep you signed in once you enter your email and password, preserve your preferences, and do a lot of other useful things. We use these cookies only to make the site work properly for you. Even your agreement to our use of cookies is stored as a cookie.</p><p>Other cookies may be used by third-party services (such as PayPal, YouTube, Google Maps, Facebook, etc.) to store the data about how you use those third-party services on the website. We have no control over how third parties use cookies, but those cookies are also important for proper functioning of the website. For example, some of the PayPal functionality may not work without PayPal cookies.</p><p>Without cookies, many things can go wrong. That's why we ask that you agree to cookies being used before you proceed. If you don't want any cookies but would like to continue using the website, please configure your browser to block cookies, and then you'll be able to "agree" to their use, while we won't treat that as your consent.</p>
it: <p>Questo sito web utilizza i cookie (piccoli pezzi di dati salvati sul tuo computer). Alcuni cookies sono aggiunti dal sito stesso: aiutano a mostrarti il contenuto del tuo carrello, a mantenerti loggato una volta inseriti email e password, a conservare le tue preferenze e a fare molte altre cose utili. Usiamo questi cookie solo per far funzionare correttamente il sito per te. Anche il tuo consenso al nostro uso dei cookie viene memorizzato come un cookie.</p><p>Altri cookie possono essere utilizzati da servizi di terze parti (come PayPal, YouTube, Google Maps, Facebook, ecc.) per memorizzare i dati su come usi quei servizi di terze parti sul sito. Non abbiamo alcun controllo su come le terze parti utilizzano i cookie, ma anche questi cookie sono importanti per il corretto funzionamento del sito web. Per esempio, alcune delle funzionalità di PayPal potrebbero non funzionare senza i cookie di PayPal.</p><p>Senza i cookie, molte cose possono andare male. Ecco perché ti chiediamo di acconsentire all'uso dei cookie prima di procedere. Se non vuoi nessun cookie ma vuoi continuare a usare il sito, configura il tuo browser per bloccare i cookie, e poi sarai in grado di "acconsentire" al loro uso, mentre noi non lo considereremo come un tuo consenso.</p>

# Languages::gdpr.cookie_consent_accept
source: I agree
it: Sono d'accordo

# Languages::gdpr.cookie_consent_decline
source: No, take me out of here
it: No, portami fuori di qui

# Languages::gdpr.uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
it: I cookie sono utilizzati su questo sito per fornire la migliore esperienza utente. Se continui, assumiamo che tu accetti di ricevere i cookie da questo sito. <span class="button-wrap-left"><span class="button-wrap-right"><a rel="nofollow\" href="[url]\">OK</a></span></span>

# Languages::block_gdpr_description
source: Allows registered users to request their personal data or anonymization
it: Permette agli utenti registrati di richiedere i loro dati personali o l'anonimizzazione

# Languages::gdpr.user_profile_actions_description
source: <p>As customers interact with the store, they provide personal data for various purposes. When you place an order, we need to know where to ship it; when you subscribe for an email newsletter, we need to know where to send it, and so on. We keep this data organized, so that you always could:</p> <ol> <li>Request that we send you all your personal data. In that case we’ll send you an XML file by email. That file will contain all your personal data we have.</li> <li>Request to be forgotten. In that case your account will be deactivated, and all your personal data will be removed. If necessary, you’ll be able to register a new account with the same email address in the future.</li> </ol> <p>Please note that we’ll need some time to process either of those requests. We may contact you regarding your request by email or through other means.</p>
it: <p>Come i clienti interagiscono con il negozio, forniscono dati personali per vari scopi. Quando fai un ordine, abbiamo bisogno di sapere dove spedirlo; quando ti iscrivi a una newsletter via e-mail, abbiamo bisogno di sapere dove spedirla, e così via. Manteniamo questi dati organizzati, in modo che tu possa sempre:</p> <ol> <li>Richiedere che ti inviamo tutti i tuoi dati personali. In questo caso ti invieremo un file XML via e-mail. Quel file conterrà tutti i tuoi dati personali che abbiamo.</li> <li>Richiedi di essere dimenticato. In questo caso il tuo account sarà disattivato, e tutti i tuoi dati personali saranno rimossi. Se necessario, potrai registrare un nuovo account con lo stesso indirizzo email in futuro.</li> </ol> <p>Si prega di notare che avremo bisogno di un po' di tempo per elaborare una di queste richieste. Potremmo contattarti riguardo alla tua richiesta via email o con altri mezzi.</p>

# Languages::gdpr.send_my_data
source: Send me my data
it: Inviami i miei dati

# Languages::gdpr.send_my_data_description
source: <p>We’ll send you an XML file with all your personal data we have. Please note that we’ll need some time to process this request, so the email with your XML file won’t be sent immediately. If you have any comments regarding your request, please leave them in the field below.</p>
it: <p>Ti invieremo un file XML con tutti i tuoi dati personali che abbiamo. Si prega di notare che abbiamo bisogno di un po' di tempo per elaborare questa richiesta, quindi l'e-mail con il file XML non sarà inviata immediatamente. Se hai dei commenti sulla tua richiesta, per favore lasciali nel campo qui sotto.</p>

# Languages::gdpr.email_subject_personal_data_request
source: Personal Data Copy Request: [customer_email]
it: Richiesta di copia dei dati personali: [customer_email]

# Languages::gdpr.email_body_personal_data_request
source: <p><a href="[user_profile_url]" target="_blank">[user]</a> with the email address [customer_email] has requested a copy of personal data with the following comment:</p> <p>[comment]</p> <p>Click the link at the beginning of this message and use the corresponding button on the customer profile page in the Administration panel to get the data in the XML format. After that, send the XML file to the customer.</p>
it: <p><a href=""[user_profile_url]\" target=\"_blank\">[user]</a> con l'indirizzo email [customer_email] ha richiesto una copia dei dati personali con il seguente commento:</p> <p>[comment]</p> <p>Clicca il link all'inizio di questo messaggio e usa il pulsante corrispondente nella pagina del profilo del cliente nel pannello di amministrazione per ottenere i dati nel formato XML. Dopo di che, invia il file XML al cliente.</p>

# Languages::gdpr.remove_my_data
source: Remove my data
it: Rimuovere i miei dati

# Languages::gdpr.remove_my_data_description
source: <p>We’ll deactivate your account and remove all your personal data from it. After that you won’t be able to sign in. However, you’ll be able to register a new account with the same email address in the future. Please note that we’ll need some time to process this request, so your account won’t be deactivated immediately. If you have any comments regarding your request, please leave them in the field below.</p>
it: <p>Disattiveremo il tuo account e rimuoveremo tutti i tuoi dati personali da esso. Dopodiché non sarai più in grado di accedere. Tuttavia, sarai in grado di registrare un nuovo account con lo stesso indirizzo email in futuro. Ti preghiamo di notare che avremo bisogno di un po' di tempo per elaborare questa richiesta, quindi il tuo account non sarà disattivato immediatamente. Se hai dei commenti sulla tua richiesta, per favore lasciali nel campo qui sotto.</p>

# Languages::gdpr.email_subject_anonymization_request
source: Personal Data Removal Request: [customer_email]
it: Richiesta di rimozione dei dati personali: [customer_email]

# Languages::gdpr.email_body_anonymization_request
source: <p><a href="[user_profile_url]" target="_blank">[user]</a> with the email address [customer_email] has requested the removal of personal data with the following comment:</p> <p>[comment]</p> <p>Click the link at the beginning of this message and use the corresponding button on the customer profile page in the Administration panel to anonymize the customer.</p> <p>Please note that <b>this action will replace all the personal data of the customer</b> with randomly generated data. It’s best to make sure that all business with the customer (such as orders and return requests) is concluded before you do that.</p>
it: <p><a href=""[user_profile_url]\" target="_blank\">[user]</a> con l'indirizzo email [customer_email] ha richiesto la rimozione dei dati personali con il seguente commento:</p> <p>[commento]</p> <p>Clicca il link all'inizio di questo messaggio e usa il pulsante corrispondente nella pagina del profilo del cliente nel pannello di amministrazione per rendere anonimo il cliente.</p> <p>Si prega di notare che <b>questa azione sostituirà tutti i dati personali del cliente</b> con dati generati casualmente. È meglio assicurarsi che tutti gli affari con il cliente (come gli ordini e le richieste di reso) siano conclusi prima di fare ciò.</p>

# Languages::gdpr.user_action_request_success
source: Your request has been sent successfully.
it: La tua richiesta è stata inviata con successo.

# Languages::gdpr.user_action_request_fail
source: An error has occurred during the attempt to send your request. Please try again or send a message to the following email address: <a href="mailto:[email]">[email]</a>
it: Si è verificato un errore durante il tentativo di inviare la tua richiesta. Si prega di riprovare o di inviare un messaggio al seguente indirizzo e-mail: <a href="mailto:[email]\">[email]</a>

# Languages::gdpr.agreement_variables_hint
source: <p>The texts of the agreements listed below may have <b>[email]</b> or <b>[company]</b> in them. Those are placeholders that will be automatically replaced with actual data when customers see the agreements. If you only have one storefront, the data for the placeholders will be taken from <a href="[company_settings_url]" target="_blank">Settings → Company</a>. If you have multiple storefronts, the data will be taken from the settings of the storefront that a customer visits:</p><ul><li><b>[company]</b> will be taken from <i>Company name</i>.</li><li><b>[email]</b> will be taken from <i>User department e-mail address</i>.</li></ul>
it: <p>I testi degli accordi elencati di seguito possono avere <b>[email]</b> o <b>[azienda]</b> in essi. Si tratta di segnaposti che saranno automaticamente sostituiti da dati reali quando i clienti vedranno gli accordi. Se hai solo una vetrina, i dati per i segnaposto saranno presi da <a href="[company_settings_url]\" target="_blank\">Impostazioni → Azienda</a>. Se hai più vetrine, i dati saranno presi dalle impostazioni della vetrina che un cliente visita:</p><ul><li><b>[azienda]</b> sarà preso da <i>Nome della società</i>.</li><li><b>[email]</b> sarà preso da <i>Indirizzo e-mail del dipartimento utente</i>.</li></ul>

# Languages::gdpr.agreement_variables_hint_mve
source: <p>The texts of the agreements listed below may have <b>[email]</b> or <b>[company]</b> in them. Those are placeholders that will be automatically replaced with actual data when customers see the agreements. The data for placeholders will be taken from <a href="[company_settings_url]" target="_blank">Settings → Company</a>:</p><ul><li><b>[company]</b> will be taken from <i>Company name</i>.</li><li><b>[email]</b> will be taken from <i>User department e-mail address</i>.</li></ul>
it: <p>I testi degli accordi elencati di seguito possono avere <b>[email]</b> o <b>[azienda]</b> in essi. Si tratta di segnaposti che saranno automaticamente sostituiti da dati reali quando i clienti vedranno gli accordi. I dati per i segnaposto saranno presi da <a href="[company_settings_url]\" target="_blank\">Impostazioni → Azienda</a>:</p><ul><li><b>[company]</b> sarà preso dal <i>nome dell'azienda</i>.</li><li><b>[email]</b> sarà preso dal <i>indirizzo e-mail del dipartimento utente</i>.</li></ul>
