Repository: rpayeras/deepl-api-tests
Catalog: */addons/gdpr.po
Languages: it

# Addons::name::gdpr
source: Project-Id-Version: cs-cart-latest Content-Type: text/plain; charset=UTF-8 Language-Team: Italian Language: it_IT Plural-Forms: nplurals=2; plural=(n != 1); X-Crowdin-Project: cs-cart-latest X-Crowdin-Project-ID: 50163 X-Crowdin-Language: it X-Crowdin-File: /head/addons/gdpr.po X-Crowdin-File-ID: 331 PO-Revision-Date: 2021-12-13 08:02
it: Conformità al GDPR (EU)

# Addons::description::gdpr
source: Helps you to comply with GDPR (a European Union regulation on personal data) by showing customers info about their personal data, asking their consent for its processing, and by offering ways to delete or export personal data.
it: Ti aiuta a rispettare il GDPR (un regolamento dell'Unione europea sui dati personali) mostrando ai clienti informazioni sui loro dati personali, chiedendo il loro consenso per il loro trattamento e offrendo modi per eliminare o esportare i dati personali.

# SettingsSections::gdpr::general
source: General
it: Generale

# SettingsOptions::gdpr::gdpr_cookie_consent
source: Cookie consent
it: Consenso ai cookie

# SettingsTooltips::gdpr::gdpr_cookie_consent
source: Implicit consent means an unobtrusive pop-up in the corner.<br/>Explicit consent means asking to agree to cookies before allowing customers to access the website for the first time.
it: Per consenso implicito si intende un pop-up discreto nell'angolo. <br/> Consenso esplicito significa chiedere di accettare i cookie prima di consentire ai clienti di accedere al sito web per la prima volta.

# SettingsVariants::gdpr::gdpr_cookie_consent::none
source: None
it: Nessuno

# SettingsVariants::gdpr::gdpr_cookie_consent::implicit
source: Implicit
it: Implicito

# SettingsVariants::gdpr::gdpr_cookie_consent::explicit
source: Explicit
it: Esplicito

# Languages::gdpr.gdpr_user_data
source: GDPR user data
it: Dati utente GDPR

# Languages::gdpr_user_data
source: User personal data
it: Dati personali dell'utente

# Languages::gdpr_user_profiles
source: Personal data from user profiles
it: Dati personali dai profili degli utenti

# Languages::gdpr_product_subscriptions
source: Personal data from product subscriptions
it: Dati personali da abbonamenti a prodotti

# Languages::gdpr_agreements
source: Personal data from GDPR agreements
it: Dati personali da accordi GDPR

# Languages::gdpr.anonymize
source: Anonymize
it: Anonimizzare

# Languages::gdpr.text_anonymize_question
source: Once you anonymize someone, all their personal information will be replaced with randomly-generated data. This action can not be undone, unless you restore the database from a backup. Are you sure you want to proceed?
it: Una volta reso anonimo qualcuno, tutte le sue informazioni personali saranno sostituite da dati generati in modo casuale. Questa azione non può essere annullata, a meno che non si ripristini il database da un backup. Sei sicuro di voler procedere?

# Languages::gdpr.view_and_edit
source: View and edit
it: Visualizza e modifica

# Languages::gdpr_orders_data
source: Personal data from orders
it: Dati personali dagli ordini

# Languages::gdpr.full_agreement
source: Full agreement text
it: Testo completo dell'accordo

# Languages::gdpr.short_agreement
source: Short agreement text
it: Breve testo di accordo

# Languages::gdpr.checkout.place_order.personal_data_processing
source: Checkout: Place order: Personal data processing
it: Cassa: Effettuare l'ordine: Trattamento dei dati personali

source: <p>We ([company]) send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>We use the information in the billing/shipping address section and may send it to a shipping or payment method provider to:</p> <ul> <li>Determine what shipping and payment methods are available for your location. </li> <li>Complete the payment or shipping process via the provider that you choose at checkout when you submit the order.</li> </ul> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
it: <p>Noi ([azienda]) inviamo email relative all'account (come notifiche sullo stato dell'ordine, email di reset della password e altro) all'indirizzo email fornito. Per questo motivo abbiamo bisogno di memorizzare il tuo indirizzo email mentre rimani nostro cliente.</p> <p>Utilizziamo le informazioni nella sezione indirizzo di fatturazione/spedizione e possiamo inviarle a un fornitore di metodi di spedizione o pagamento per:</p> <ul> <li>Determinare quali metodi di spedizione e pagamento sono disponibili per la tua località. </li> <li>Completare il processo di pagamento o di spedizione tramite il fornitore che hai scelto alla cassa quando hai inviato l'ordine.</li> </ul> <p>Alcuni membri del nostro staff e/o venditori che vendono prodotti nel nostro negozio e usano il suo pannello di amministrazione potrebbero essere in grado di accedere ai tuoi dati. Apprezziamo la tua privacy, quindi l'accesso ai dati è fornito sulla base della necessità di conoscere per far funzionare il negozio. Per esempio, un venditore riceve i tuoi dati solo se hai ordinato qualcosa da loro, in modo che il venditore possa evadere quell'ordine.</p> <p>Se decidi che non vuoi più utilizzare il nostro negozio e vorresti far rimuovere i tuoi dati personali dal nostro database (o se vuoi ottenere tutti i dati personali associati al tuo account che abbiamo), per favore invia un'email a [email].</p> <p>Se credi che i tuoi dati personali siano stati usati in modo scorretto, hai il diritto di presentare un reclamo a un'autorità di vigilanza. Siamo obbligati dal regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non abbiamo intenzione di abusare dei tuoi dati.</p>

source: I agree to have my personal data <u>processed as follows.</u>
it: Accetto che i miei dati personali siano <u>trattati come segue.</u>

# Languages::gdpr.user.registration.personal_data_processing
source: Customer: registration
it: Cliente: registrazione

# Languages::gdpr.user.registration.agreement_text_full_personal_data_processing
source: <p>Email addresses distinguish customers from each other. You sign in to the store by entering the email address and the password you provide here.</p> <p>We ([company]) also send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>Other profile fields that may or not be present on this page are stored alongside your email address. We may use this information to contact you, if the necessity arises.</p> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
it: <p>Gli indirizzi email distinguono i clienti tra loro. Tu accedi al negozio inserendo l'indirizzo email e la password che ci fornisci qui.</p> <p>Noi ([azienda]) inviamo anche email relative all'account (come notifiche sullo stato dell'ordine, email di reset della password e altro) all'indirizzo email fornito. Per questo motivo abbiamo bisogno di memorizzare il tuo indirizzo email mentre rimani nostro cliente.</p> <p>Altri campi del profilo che possono essere presenti o meno in questa pagina sono memorizzati insieme al tuo indirizzo email. Potremmo usare queste informazioni per contattarti, se necessario.</p> <p>Alcuni membri del nostro staff e/o venditori che vendono prodotti nel nostro negozio e usano il suo pannello di amministrazione potrebbero essere in grado di accedere ai tuoi dati. Diamo valore alla tua privacy, quindi l'accesso ai dati è fornito sulla base della necessità di sapere per far funzionare il negozio. Per esempio, un venditore riceve i tuoi dati solo se hai ordinato qualcosa da loro, in modo che il venditore possa evadere quell'ordine.</p> <p>Se decidi che non vuoi più utilizzare il nostro negozio e vorresti far rimuovere i tuoi dati personali dal nostro database (o se vuoi ottenere tutti i dati personali associati al tuo account che abbiamo), per favore invia un'email a [email].</p> <p>Se credi che i tuoi dati personali siano stati usati in modo scorretto, hai il diritto di presentare un reclamo a un'autorità di vigilanza. Siamo obbligati dal regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non abbiamo intenzione di abusare dei tuoi dati.</p>

# Languages::gdpr.user.registration.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
it: Accetto che i miei dati personali siano <u>trattati come segue.</u>

# Languages::gdpr.profiles.update.personal_data_processing
source: Profiles: update
it: Profili: aggiornamento

# Languages::gdpr.profiles.update.agreement_text_full_personal_data_processing
source: <p>Email addresses distinguish customers from each other. You sign in to the store by entering the email address and the password you provide here.</p> <p>We ([company]) also send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>Other profile fields that may or not be present on this page are stored alongside your email address. We may use this information to contact you, if the necessity arises.</p> <p>We use the information in the billing/shipping address section and may send it to a shipping or payment method provider to:</p> <ul> <li>Determine what shipping and payment methods are available for your location.</li> <li>Complete the payment or shipping process via the provider that you choose at checkout when you submit the order.</li> </ul> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
it: <p>Gli indirizzi email distinguono i clienti tra loro. Tu accedi al negozio inserendo l'indirizzo email e la password che ci fornisci qui.</p> <p>Noi ([azienda]) inviamo anche email relative all'account (come notifiche sullo stato dell'ordine, email di reset della password e altro) all'indirizzo email fornito. Per questo motivo abbiamo bisogno di memorizzare il tuo indirizzo email mentre rimani nostro cliente.</p> <p>Altri campi del profilo che possono essere presenti o meno in questa pagina sono memorizzati insieme al tuo indirizzo email. Possiamo usare queste informazioni per contattarti, se necessario.</p> <p>Utilizziamo le informazioni nella sezione indirizzo di fatturazione/spedizione e possiamo inviarle a un fornitore di metodi di spedizione o pagamento per:</p> <ul> <li>Determinare quali metodi di spedizione e pagamento sono disponibili per la tua località.</li> <li>Completare il processo di pagamento o di spedizione tramite il fornitore che hai scelto alla cassa quando hai inviato l'ordine.</li> </ul> <p>Alcuni membri del nostro staff e/o venditori che vendono prodotti nel nostro negozio e usano il suo pannello di amministrazione possono essere in grado di accedere ai tuoi dati. Apprezziamo la tua privacy, quindi l'accesso ai dati è fornito sulla base della necessità di conoscere per far funzionare il negozio. Per esempio, un venditore riceve i tuoi dati solo se hai ordinato qualcosa da loro, in modo che il venditore possa evadere quell'ordine.</p> <p>Se decidi che non vuoi più utilizzare il nostro negozio e vorresti far rimuovere i tuoi dati personali dal nostro database (o se vuoi ottenere tutti i dati personali associati al tuo account che abbiamo), per favore invia un'email a [email].</p> <p>Se credi che i tuoi dati personali siano stati usati in modo scorretto, hai il diritto di presentare un reclamo a un'autorità di vigilanza. Siamo obbligati dal regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non abbiamo intenzione di abusare dei tuoi dati.</p>

# Languages::gdpr.profiles.update.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
it: Accetto che i miei dati personali siano <u>trattati come segue.</u>

# Languages::gdpr.vendor.apply.personal_data_processing
source: Vendor: apply for vendor
it: Fornitore: richiedere un fornitore

# Languages::gdpr.vendor.apply.agreement_text_full_personal_data_processing
source: <p>Because vendors sell products in our marketplace, we ([company]) have to request certain information about them. For example, the company name and description of a vendor are shown to customers and serve to distinguish vendors from each other; the address is used for shipping rate calculation.</p> <p>However, we also request some personal data, such as first name/last name and emails address. Those are necessary for creating a vendor’s administrator account in our system. Vendors work with the marketplace through such accounts. Email addresses are necessary because they distinguish administrators from each other. You sign in to the store by entering the email address you provide here. Names are necessary because a single vendor can have multiple administrators—it is easier to handle accountability that way.</p> <p>We also send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer. If you decide that you no longer want to work with our marketplace and would like to have personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
it: <p>Perché i venditori vendono prodotti nel nostro mercato, noi ([azienda]) dobbiamo richiedere alcune informazioni su di loro. Per esempio, il nome dell'azienda e la descrizione di un venditore sono mostrati ai clienti e servono a distinguere i venditori l'uno dall'altro; l'indirizzo è usato per il calcolo delle tariffe di spedizione.</p> <p>Tuttavia, richiediamo anche alcuni dati personali, come nome/cognome e indirizzo email. Questi sono necessari per creare un account di amministratore del venditore nel nostro sistema. I venditori lavorano con il marketplace attraverso questi account. Gli indirizzi e-mail sono necessari perché distinguono gli amministratori l'uno dall'altro. Tu accedi al negozio inserendo l'indirizzo email che fornisci qui. I nomi sono necessari perché un singolo venditore può avere più amministratori - è più facile gestire la responsabilità in questo modo.</p> <p>Inviamo anche email relative all'account (come notifiche sullo stato degli ordini, email di reset della password e altro) all'indirizzo email fornito. Per questo motivo abbiamo bisogno di memorizzare il tuo indirizzo email finché rimani nostro cliente. Se decidi che non vuoi più lavorare con il nostro marketplace e vuoi che i tuoi dati personali vengano rimossi dal nostro database (o se vuoi ottenere tutti i dati personali associati al tuo account che abbiamo), invia un'email a [email].</p> <p>Se credi che i tuoi dati personali siano stati usati in modo improprio, hai il diritto di presentare un reclamo a un'autorità di vigilanza. Siamo obbligati dal regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non abbiamo intenzione di abusare dei tuoi dati.</p>

# Languages::gdpr.vendor.apply.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
it: Accetto che i miei dati personali siano <u>trattati come segue.</u>

# Languages::gdpr.products.subscribe.personal_data_processing
source: Products: subscribe
it: Prodotti: abbonarsi

# Languages::gdpr.products.subscribe.agreement_text_full_personal_data_processing
source: <p>We ([company]) will add your email address to a special mailing list for this product. Once the product is in stock, you’ll get an email about it automatically, and your email address will be removed from the product’s mailing list.</p> <p>The data will be visible to some members of our staff. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
it: <p>Noi ([azienda]) aggiungeremo il tuo indirizzo email ad una speciale mailing list per questo prodotto. Una volta che il prodotto sarà in stock, riceverai automaticamente un'email in merito, e il tuo indirizzo email verrà rimosso dalla mailing list del prodotto.</p> <p>I dati saranno visibili ad alcuni membri del nostro staff. Se desideri che i tuoi dati personali vengano rimossi, invia un'email a [email].</p> <p>Se credi che i tuoi dati personali siano stati utilizzati in modo improprio, hai il diritto di presentare un reclamo a un'autorità di vigilanza. Siamo obbligati dal regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non abbiamo intenzione di abusare dei tuoi dati.</p>

# Languages::gdpr.products.subscribe.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
it: Accetto che i miei dati personali siano <u>trattati come segue.</u>

# Languages::gdpr.checkout.profiles_update.personal_data_processing
source: Checkout: profiles update
it: Checkout: aggiornamento dei profili

source: <p>We ([company]) send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>We use the information in the billing/shipping address section and may send it to a shipping or payment method provider to:</p> <ul> <li>Determine what shipping and payment methods are available for your location. </li> <li>Complete the payment or shipping process via the provider that you choose at checkout when you submit the order.</li> </ul> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
it: <p>Noi ([azienda]) inviamo email relative all'account (come notifiche sullo stato dell'ordine, email di reset della password e altro) all'indirizzo email fornito. Per questo motivo abbiamo bisogno di memorizzare il tuo indirizzo email mentre rimani nostro cliente.</p> <p>Utilizziamo le informazioni nella sezione indirizzo di fatturazione/spedizione e possiamo inviarle a un fornitore di metodi di spedizione o pagamento per:</p> <ul> <li>Determinare quali metodi di spedizione e pagamento sono disponibili per la tua località. </li> <li>Completare il processo di pagamento o di spedizione tramite il fornitore che hai scelto alla cassa quando hai inviato l'ordine.</li> </ul> <p>Alcuni membri del nostro staff e/o venditori che vendono prodotti nel nostro negozio e usano il suo pannello di amministrazione potrebbero essere in grado di accedere ai tuoi dati. Apprezziamo la tua privacy, quindi l'accesso ai dati è fornito sulla base della necessità di conoscere per far funzionare il negozio. Per esempio, un venditore riceve i tuoi dati solo se hai ordinato qualcosa da loro, in modo che il venditore possa evadere quell'ordine.</p> <p>Se decidi che non vuoi più utilizzare il nostro negozio e vorresti far rimuovere i tuoi dati personali dal nostro database (o se vuoi ottenere tutti i dati personali associati al tuo account che abbiamo), per favore invia un'email a [email].</p> <p>Se credi che i tuoi dati personali siano stati usati in modo scorretto, hai il diritto di presentare un reclamo a un'autorità di vigilanza. Siamo obbligati dal regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non abbiamo intenzione di abusare dei tuoi dati.</p>

source: I agree to have my personal data <u>processed as follows</u>.
it: Accetto che i miei dati personali siano <u>trattati come segue</u>.

# Languages::gdpr.export_to_xml
source: Export to XML
it: Esportazione in XML

# Languages::gdpr.agreement_required_error
source: Your agreement is required to proceed.
it: Il vostro accordo è necessario per procedere.
