Repository: rpayeras/deepl-api-tests
Catalog: */addons/order_fulfillment.po
Languages: fr

# Addons::name::order_fulfillment
source: Project-Id-Version: cs-cart-latest Content-Type: text/plain; charset=UTF-8 Language-Team: French Language: fr_FR Plural-Forms: nplurals=2; plural=(n > 1); X-Crowdin-Project: cs-cart-latest X-Crowdin-Project-ID: 50163 X-Crowdin-Language: fr X-Crowdin-File: /head/addons/order_fulfillment.po X-Crowdin-File-ID: 4260 PO-Revision-Date: 2021-12-13 08:01
fr: Exécution des commandes par la place de marché

# Addons::description::order_fulfillment
source: Allows you to offer vendor plans where the marketplace handles shipping for vendors and retains the shipping fees.
fr: Vous permet d'offrir des plans pour les vendeurs où la place de marché gère l'expédition pour les vendeurs et conserve les frais d'expédition.

# Languages::order_fulfillment.shipping_type
source: Shipping type
fr: Type d'expédition

# Languages::order_fulfillment.fulfillment_tooltip
source: Handle shipping for vendors as part of this vendor plan. If the marketplace handles shipping for multiple vendors, then the customer will only have to select one shipping method for all those vendors at checkout. Shipping costs will also go to the marketplace. <ul><li>Vendors who have fulfillment by marketplace as part of their vendor plan use ONLY the shipping methods that belong to the marketplace.</li><li>Vendors who don't have fulfillment by marketplace use ONLY the shipping methods that belong to them specifically.</li></ul>
fr: Gérer l'expédition pour les vendeurs dans le cadre de ce plan vendeur. Si la place de marché gère l'expédition pour plusieurs vendeurs, le client ne devra sélectionner qu'une seule méthode d'expédition pour tous ces vendeurs lors de la commande. Les frais d'expédition iront également à la place de marché. <ul><li>Les vendeurs qui disposent de l'exécution par la place de marché dans le cadre de leur plan de vendeur utilisent UNIQUEMENT les méthodes d'expédition qui appartiennent à la place de marché.</li><li>Les vendeurs qui ne disposent pas de l'exécution par la place de marché utilisent UNIQUEMENT les méthodes d'expédition qui leur appartiennent spécifiquement.</li></ul>.

# Languages::order_fulfillment.marketplace_shippings_available
source: The shipping methods owned by the marketplace will now be available to the vendors whose vendor plans include fulfillment by the marketplace.
fr: Les méthodes d'expédition appartenant à la place de marché seront désormais disponibles pour les vendeurs dont les plans de vente incluent l'exécution par la place de marché.

# Languages::order_fulfillment.vendor_shipping_settings_active
source: The shipping methods owned by the marketplace will now be available depending on the settings of each vendor. The fees for those shipping methods will go to vendors, not to the marketplace.
fr: Les méthodes d'expédition appartenant à la place de marché seront désormais disponibles en fonction des paramètres de chaque vendeur. Les frais liés à ces méthodes d'expédition seront versés aux vendeurs, et non à la place de marché.

# Languages::order_fulfillment.company_moved_to_fulfillment
source: Vendor [name] moved to a plan with order fulfillment by marketplace. The vendor will now use the shipping methods provided by the marketplace instead of their own.
fr: Le fournisseur [name] est passé à un plan avec exécution des commandes par la place de marché. Le fournisseur utilisera désormais les méthodes d'expédition fournies par la place de marché au lieu des siennes.

# Languages::order_fulfillment.you_moved_to_fulfillment
source: You have moved to a plan with order fulfillment by marketplace. From now on, the marketplace shipping methods will be offered to your customers.
fr: Vous êtes passé à un plan avec exécution des commandes par la place de marché. À partir de maintenant, les méthodes d'expédition de la place de marché seront proposées à vos clients.

# Languages::order_fulfillment.company_moved_from_fulfillment
source: Vendor [name] moved to a plan without order fulfillment by marketplace. The vendor now has to offer his own shipping methods.
fr: Le vendeur [name] est passé à un plan sans exécution des commandes par la place de marché. Le vendeur doit maintenant proposer ses propres méthodes d'expédition.

# Languages::order_fulfillment.you_moved_from_fulfillment
source: You have moved to a plan without order fulfillment by marketplace. Please make sure to set up your own shipping methods.
fr: Vous êtes passé à un plan sans exécution des commandes par le marché. Veillez à configurer vos propres méthodes d'expédition.

# Languages::order_fulfillment.fulfillment_by_marketplace
source: Fulfillment by marketplace
fr: Réalisation par marché
