Repository: rpayeras/deepl-api-tests
Catalog: */addons/product_bundles.po
Languages: fr, it

# Addons::name::product_bundles
source: Project-Id-Version: cs-cart-latest Content-Type: text/plain; charset=UTF-8 Language-Team: French Language: fr_FR Plural-Forms: nplurals=2; plural=(n > 1); X-Crowdin-Project: cs-cart-latest X-Crowdin-Project-ID: 50163 X-Crowdin-Language: fr X-Crowdin-File: /head/addons/product_bundles.po X-Crowdin-File-ID: 4755 PO-Revision-Date: 2021-12-13 08:01
fr: Offres groupées de produits

# Addons::description::product_bundles
source: Allows you to create product bundles and set up discounts for them.
fr: Permet de créer des offres groupées de produits et de mettre en place des remises pour celles-ci.
it: Permette di creare dei pacchetti di prodotti e di impostare degli sconti per essi.

# Languages::product_bundles.product_bundles
source: Product bundles
fr: Offres groupées de produits
it: Pacchetti di prodotti

# Languages::product_bundles.product_bundles_menu_description
source: View, add and edit product bundles.
fr: Visualisez, ajoutez et modifiez les offres groupées de produits.
it: Visualizzare, aggiungere e modificare i pacchetti di prodotti.

# Languages::product_bundles.promo_image
source: Promo image
fr: Image de promotion
it: Immagine promozionale

# Languages::product_bundles.display_in_promotions
source: Display in promotions
fr: Affichage dans les promotions
it: Mostra nelle promozioni

# Languages::product_bundles.bundle_products
source: Bundle products
fr: Produits groupés
it: Prodotti in bundle

# Languages::product_bundles.price_for_all
source: Price for all
fr: Prix pour tous
it: Prezzo per tutti

# Languages::product_bundles.share_discount
source: Share discount
fr: Réduction des actions
it: Sconto sulla quota

# Languages::product_bundles.product_bundle_name
source: Bundle name
fr: Nom de l'ensemble
it: Nome del mazzo

# Languages::product_bundles.products_in_bundle
source: Products in bundle
fr: Produits en lot
it: Prodotti in bundle

# Languages::product_bundles.total_cost
source: Total cost
fr: Coût total
it: Costo totale

# Languages::product_bundles.add_new_bundle
source: Add new bundle
fr: Ajouter un nouveau paquet
it: Aggiungere un nuovo pacchetto

# Languages::product_bundles.delete_product_in_bundle
source: The <b>[bundle_name]</b> bundle was disabled, because of the products from this bundle was deleted.|The <b>[bundle_name]</b> bundle were disabled, because one of the products from these bundles was deleted.
fr: Le <b>[nom_du_bundle]</b> bundle a été désactivé, car un des produits de ce bundle a été supprimé.|Le <b>[nom_du_bundle]</b> bundle a été désactivé, car un des produits de ces bundles a été supprimé.
it: Il bundle <b>[bundle_name]</b> è stato disattivato, perché uno dei prodotti di questo bundle è stato eliminato.

# Languages::product_bundles.new_bundle
source: New bundle
fr: Nouvelle liasse
it: Nuovo pacchetto

# Languages::product_bundles.active_bundles
source: Active bundles
fr: Paquets actifs
it: Fasci attivi

# Languages::product_bundles.specify_features
source: Specify features
fr: Précisez les caractéristiques
it: Specificare le caratteristiche

# Languages::product_bundles.any_variation
source: Any variation
fr: Toute variation
it: Qualsiasi variazione

# Languages::product_bundles.specify_options
source: Specify options
fr: Spécifier les options
it: Specificare le opzioni

# Languages::product_bundles.total_list_price
source: Total list price
fr: Prix total de la liste
it: Prezzo totale di listino

# Languages::product_bundles.order_discount
source: Order discount
fr: Remise sur la commande
it: Sconto sull'ordine

# Languages::product_bundles.add_all_to_cart
source: Add all to cart
fr: Ajouter tout au panier
it: Aggiungi tutto al carrello

# Languages::product_bundles.sign_in_to_view_price
source: Sign in to view price
fr: Connectez-vous pour voir le prix
it: Accedi per visualizzare il prezzo

# Languages::product_bundles.bundle_details
source: Bundle details
fr: Détails de l'offre
it: Dettagli del pacchetto

# Languages::product_bundles.search_in_products
source: Bundles with product
fr: Paquets avec produit
it: Pacchetti con prodotto

# Languages::product_bundles.internal_feature_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple product bundles that have the same displayed name.
fr: Ce nom est affiché uniquement dans le panneau d'administration pour vous aider à faire la distinction entre plusieurs lots de produits ayant le même nom affiché.
it: Questo nome viene mostrato solo nel pannello di amministrazione per aiutarti a distinguere tra più pacchetti di prodotti che hanno lo stesso nome visualizzato.

# Languages::product_bundles.show_on_product_page
source: Show on products page
fr: Afficher sur la page des produits
it: Mostra nella pagina dei prodotti

# Languages::product_bundles.confirm_text_on_empty_bundle
source: Are you sure you want to create a bundle without products?
fr: Êtes-vous sûr de vouloir créer une offre groupée sans produits ?
it: Sei sicuro di voler creare un bundle senza prodotti?

# Languages::product_bundles.confirm_text_with_one_product_bundle
source: Are you sure you want to create a bundle with 1 product?
fr: Êtes-vous sûr de vouloir créer une offre groupée avec 1 produit ?
it: Sei sicuro di voler creare un bundle con 1 prodotto?

# Addons::name::product_bundles
source: Project-Id-Version: cs-cart-latest Content-Type: text/plain; charset=UTF-8 Language-Team: Italian Language: it_IT Plural-Forms: nplurals=2; plural=(n != 1); X-Crowdin-Project: cs-cart-latest X-Crowdin-Project-ID: 50163 X-Crowdin-Language: it X-Crowdin-File: /head/addons/product_bundles.po X-Crowdin-File-ID: 4755 PO-Revision-Date: 2021-12-13 08:02
it: Pacchetti di prodotti
