Repository: rpayeras/deepl-api-tests
Catalog: */addons/product_variations.po
Languages: it

# Languages::product_variations.upgrade_notification.convert_combination_message
source: <p>In the upcoming version 4.12.1, product variations will fully replace option combinations. The code that handles option combinations will be removed. Please note that ONLY <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">option combinations</a> and their code will be removed. <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">Options</a> themselves will remain exactly as they are now.</p><p>Your store still has option combinations. That's why we ask you to convert option combinations into product variations. The process is mostly automatic. We only ask your input to make sure that everything goes smoothly and according to your expectations.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Convert option combinations</a></p>
it: <p>Nella prossima versione 4.12.1, le variazioni dei prodotti sostituiranno completamente le combinazioni di opzioni. Il codice che gestisce le combinazioni di opzioni sarà rimosso. Si prega di notare che SOLO <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">le combinazioni di opzioni</a> e il loro codice saranno rimossi. Le <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank"">opzioni</a> stesse rimarranno esattamente come sono ora.</p><p>Il tuo negozio ha ancora combinazioni di opzioni. Ecco perché ti chiediamo di convertire le combinazioni di opzioni in varianti di prodotto. Il processo è per lo più automatico. Chiediamo solo il tuo contributo per assicurarci che tutto vada bene e secondo le tue aspettative.</p><p><a href=""[convert_url]" target="_blank" class="btn btn-large btn-primary">Converti le combinazioni di opzioni</a></p>

source: <p>In the upcoming version 4.12.1, product variations will fully replace option combinations. The code that handles option combinations will be removed. Please note that ONLY <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">option combinations</a> and their code will be removed. <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank">Options</a> themselves will remain exactly as they are now.</p><p>Your store still has option combinations. That's why we ask you to convert option combinations into product variations. The process is mostly automatic. We only ask your input to make sure that everything goes smoothly and according to your expectations.</p><p>However, the Product Variations add-on isn't active in your store yet. You'll need to install or enable it first, and run the conversion.</p><p><a href="[search_for_addon]" target="_blank" class="btn btn-large">1. Activate the add-on</a> <a href="[convert_url]" target="_blank" class="btn btn-large">2. Convert option combinations</a></p>
it: <p>Nella prossima versione 4.12.1, le variazioni dei prodotti sostituiranno completamente le combinazioni di opzioni. Il codice che gestisce le combinazioni di opzioni sarà rimosso. Si prega di notare che SOLO <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/option_combinations.html" target="_blank">le combinazioni di opzioni</a> e il loro codice saranno rimossi. Le <a href="https://docs.cs-cart.com/4.11.x/user_guide/manage_products/options/index.html" target="_blank"">opzioni</a> stesse rimarranno esattamente come sono ora.</p><p>Il tuo negozio ha ancora combinazioni di opzioni. Ecco perché ti chiediamo di convertire le combinazioni di opzioni in varianti di prodotto. Il processo è per lo più automatico. Chiediamo solo il tuo contributo per assicurarci che tutto vada liscio e secondo le tue aspettative.</p><p>Tuttavia, l'add-on Variazioni di prodotto non è ancora attivo nel tuo negozio. Dovrai prima installarlo o attivarlo ed eseguire la conversione.</p><p><a href=""[search_for_addon]" target="_blank" class="btn btn-large">1. Attiva il componente aggiuntivo</a> <a href=""[convert_url]" target="_blank" class="btn btn-large">2. Converti le combinazioni di opzioni</a></p>

# Languages::product_variations.add_all_variants
source: Add all variants
it: Aggiungi tutte le varianti

# Languages::product_variations.error.not_available_feature_purpose
source: Couldn't create variation group based on these features; please use the features with the purpose that is eligible for creating variations (group_catalog_item or group_variation_catalog_item).
it: Impossibile creare un gruppo di variazione basato su queste caratteristiche; per favore usa le caratteristiche con lo scopo che è ammissibile per creare variazioni (group_catalog_item o group_variation_catalog_item).
