Repository: rpayeras/deepl-api-tests
Catalog: */addons/product_variations.po
Languages: it

# Addons::name::product_variations
source: Project-Id-Version: cs-cart-latest Content-Type: text/plain; charset=UTF-8 Language-Team: Italian Language: it_IT Plural-Forms: nplurals=2; plural=(n != 1); X-Crowdin-Project: cs-cart-latest X-Crowdin-Project-ID: 50163 X-Crowdin-Language: it X-Crowdin-File: /head/addons/product_variations.po X-Crowdin-File-ID: 212 PO-Revision-Date: 2021-12-13 08:02
it: Variazioni di prodotto

# Addons::description::product_variations
source: Create products with different feature variants (for example, a different color or size), and let customers select the desired variant.
it: Creare prodotti con diverse varianti di caratteristiche (per esempio, un colore o una taglia diversa), e lasciare che i clienti selezionino la variante desiderata.

# SettingsSections::product_variations::general
source: General
it: Generale

# SettingsOptions::product_variations::variations_allow_own_images
source: Allow own images for child variations
it: Permettere immagini proprie per le variazioni dei bambini

# SettingsTooltips::product_variations::variations_allow_own_images
source: If child variations aren't allowed to have their own images, they will use the images from the default variation of the catalog item.
it: Se le variazioni figlio non possono avere le proprie immagini, useranno le immagini della variazione predefinita dell'articolo del catalogo.

source: Change default variation when it gets hidden or runs out of stock
it: Cambia la variazione predefinita quando si nasconde o si esaurisce

source: Ensure that customers always see the products that are in stock first. We recommend leaving this setting enabled for better filtering of variations.
it: Assicurati che i clienti vedano sempre i prodotti che sono in stock per primi. Consigliamo di lasciare questa impostazione attivata per un migliore filtraggio delle variazioni.

# SettingsOptions::product_variations::variations_allow_own_features
source: Allow own feature values for child variations
it: Permettere valori di caratteristiche proprie per le variazioni dei figli

# SettingsTooltips::product_variations::variations_allow_own_features
source: If child variations aren't allowed to have their own values for features, they will use the values from the default variation of the catalog item.
it: Se le variazioni figlio non possono avere i propri valori per le caratteristiche, useranno i valori della variazione predefinita dell'elemento del catalogo.

source: Show all possible feature variants
it: Mostra tutte le possibili varianti di caratteristiche

source: Show a feature variant even if it is not available for this variation.
it: Mostra una variante di caratteristica anche se non è disponibile per questa variante.

# Languages::product_variations.product_type
source: Product type
it: Tipo di prodotto

# Languages::product_variations.product_type.catalog_item
source: Catalog item
it: Voce di catalogo

# Languages::product_variations.product_type.variation_of_catalog_item
source: Variation of a catalog item
it: Variazione di un articolo da catalogo

# Languages::product_variations.belongs_to_catalog_item
source: Belongs to catalog item:
it: Appartiene alla voce di catalogo:

# Languages::product_variations.variations
source: Variations
it: Variazioni

# Languages::product_variations.variation_of_product
source: Variation of catalog item <a href="[url]">[product]</a>
it: Variazione dell'articolo del catalogo <a href="[url]">[prodotto]</a>

# Languages::product_variations.group_code
source: Variation group
it: Gruppo di variazione

# Languages::product_variations.group_code.placeholder
source: Set custom group code here
it: Imposta qui il codice del gruppo personalizzato

# Languages::product_variations.group_code.description
source: Use the group code on a product editing page or during import to add the product to this group as a variation. A group code can contain only digits, Latin characters, and the following signs: "-" and "_".
it: Usa il codice di gruppo nella pagina di modifica di un prodotto o durante l'importazione per aggiungere il prodotto a questo gruppo come variazione. Un codice di gruppo può contenere solo cifre, caratteri latini e i seguenti segni: "-" e "_".

# Languages::product_variations.group_code.link
source: Add to variation group
it: Aggiungi al gruppo di variazione

# Languages::product_variations.add_variations
source: Add variations
it: Aggiungere variazioni

# Languages::product_variations.link_existing
source: Use existing products
it: Utilizzare i prodotti esistenti

# Languages::product_variations.create_new
source: Create new products
it: Creare nuovi prodotti

# Languages::product_variations.add_variations_description
source: Add variations to generate a group of similar products that differ in color, size, etc. Or add this product to an existing group by entering the group code.
it: Aggiungi variazioni per generare un gruppo di prodotti simili che differiscono per colore, dimensione, ecc. Oppure aggiungi questo prodotto a un gruppo esistente inserendo il codice del gruppo.

# Languages::product_variations.manage
source: Manage variations
it: Gestire le variazioni

# Languages::product_variations.edit_features
source: Edit features
it: Modifica delle caratteristiche

# Languages::product_variations.delete
source: Disband group
it: Sciogliere il gruppo

# Languages::product_variations.remove_variation
source: Remove variation from group
it: Rimuovere la variazione dal gruppo

# Languages::product_variations.delete_product
source: Delete product
it: Cancellare il prodotto

# Languages::product_variations.mark_main_product
source: Set as default variation
it: Impostare come variazione predefinita

# Languages::product_variations.no_available_features
source: This product doesn't have features that allow grouping products. Please make sure that:<ol><li>You have created at least one feature with <b>Purpose:</b> <i>Variations as separate products</i> or <i>Variations as one product</i>.</li><li>You have specified the value of that feature for the product.</li></ol><a href=[manage_features_href]>Manage features</a>
it: Questo prodotto non ha caratteristiche che permettono di raggruppare i prodotti. Assicurati che:<ol><li>Hai creato almeno una caratteristica con <b>Scopo:</b> <i>Variazioni come prodotti separati</i> o <i>Variazioni come un unico prodotto</i>.</li><li>Hai specificato il valore di quella caratteristica per il prodotto.</li></ol><a href=[manage_features_href]>Gestisci caratteristiche</a>

# Languages::product_feature.purpose.group_catalog_item
source: Variations as separate products
it: Variazioni come prodotti separati

# Languages::product_feature.purpose.group_catalog_item.description
source: For cases when a few similar products differ visibly by a feature, and have different names (for example, multiple "Color" variants of a T-shirt). These products will appear as separate positions in the catalog. Customers will also be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
it: Per i casi in cui alcuni prodotti simili differiscono visibilmente per una caratteristica, e hanno nomi diversi (per esempio, più varianti "Color" di una maglietta). Questi prodotti appariranno come posizioni separate nel catalogo. I clienti saranno anche in grado di selezionare il valore della caratteristica desiderata sulla pagina del prodotto. Per ottenere questo, <b>imposta delle varianti per i prodotti con questa caratteristica</b>.

# Languages::product_feature.feature_style.dropdown
source: Drop-down list
it: Elenco a discesa

# Languages::product_feature.feature_style.dropdown_images
source: Images
it: Immagini

# Languages::product_feature.feature_style.dropdown_labels
source: Text labels
it: Etichette di testo

# Languages::product_feature.purpose.group_variation_catalog_item
source: Variations as one product
it: Variazioni come un unico prodotto

# Languages::product_feature.purpose.group_variation_catalog_item.description
source: For cases when a few similar products differ by a feature, but have the same name and similar appearance (for example, multiple "Size" variants of a T-shirt). These products will occupy a single position in the catalog. Customers will be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
it: Per i casi in cui alcuni prodotti simili differiscono per una caratteristica, ma hanno lo stesso nome e un aspetto simile (per esempio, più varianti "taglia" di una maglietta). Questi prodotti occuperanno una sola posizione nel catalogo. I clienti saranno in grado di selezionare il valore della caratteristica desiderata sulla pagina del prodotto. Per ottenere questo, <b>imposta delle varianti per i prodotti con questa caratteristica</b>.

# Languages::product_variations.warning.before_edit_variations_save_product
source: Before you can edit variations, please save the product.
it: Prima di poter modificare le variazioni, salva il prodotto.

# Languages::product_variations.error.group_not_found
source: Variation group #[id] not found
it: Gruppo di variazione #[id] non trovato

# Languages::product_variations.error.product_not_found_in_group
source: Product #[product_id] not found in variation group "[group_code]"
it: Prodotto #[product_id] non trovato nel gruppo di variazione \[group_code]"

# Languages::product_variations.error.cannot_mark_main_product_child_product
source: Product #[product_id] in group "[group_code]" isn't a variation, so it can't become default for a catalog item
it: Il prodotto #[product_id] nel gruppo "[group_code]" non è una variazione, quindi non può diventare predefinito per un articolo del catalogo

# Languages::product_variations.error.generate_combinations_is_empty
source: Couldn't generate variations. Please specify the values of features to generate variations.
it: Impossibile generare variazioni. Si prega di specificare i valori delle caratteristiche per generare variazioni.

# Languages::product_variations.error.generate_products_is_empty
source: No new products were created
it: Non sono stati creati nuovi prodotti

# Languages::product_variations.error.product_not_found
source: Product #[product_id] not found
it: Prodotto #[product_id] non trovato

# Languages::product_variations.error.group_not_found_by_product
source: Couldn't find variation group for #[product_id] "[product]"
it: Impossibile trovare il gruppo di variazione per #[product_id] "[product]"

# Languages::product_variations.error.feature_combination_is_invalid_for_product
source: Wrong combination of features for product #[product_id] "[product]"
it: Combinazione errata di caratteristiche per il prodotto #[product_id] "[product]"

# Languages::product_variations.error.product_ids_empty
source: Products couldn't be found
it: I prodotti non sono stati trovati

# Languages::product_variations.select_variation
source: Select a Variation
it: Seleziona una variazione

# Languages::product_variations.error.group_code_is_required
source: Variation group code must be specified
it: Il codice del gruppo di variazione deve essere specificato

# Languages::product_variations.error.group_code_is_invalid
source: Couldn't set this code for variation group. A group code can contain only digits, Latin characters, and the following signs: "-" and "_"
it: Impossibile impostare questo codice per il gruppo di variazione. Un codice di gruppo può contenere solo cifre, caratteri latini e i seguenti segni: "-" e "_"

# Languages::product_variations.error.group_code_is_duplicate
source: The specified variation group code is already in use
it: Il codice del gruppo di variazione specificato è già in uso

# Languages::product_variations.error.features_is_empty
source: Features couldn't be found
it: Le caratteristiche non sono state trovate

# Languages::product_variations.error.no_available_products
source: No suitable products were found
it: Non sono stati trovati prodotti adatti

# Languages::product_variations.error.product_has_not_required_features
source: Product #[product_id] "[product]" doesn't have the required features to become a variation. Please set feature values for that product.
it: Il prodotto #[product_id] "[product]" non ha le caratteristiche richieste per diventare una variazione. Imposta i valori delle caratteristiche per quel prodotto.

# Languages::product_variations.error.product_with_features_combination_exits
source: Product #[product_id] "[product]" has the exact same combination of feature values as a variation that already exists in the group.
it: Il prodotto #[product_id] "[product]" ha esattamente la stessa combinazione di valori di caratteristica di una variazione che esiste già nel gruppo.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same storefront.
it: Il prodotto #[product_id] "[product]" non può essere aggiunto al gruppo di variazione perché tutti i prodotti di un gruppo di variazione devono appartenere alla stessa vetrina.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same vendor.
it: Il prodotto #[product_id] "[product]" non può essere aggiunto al gruppo di variazione perché tutti i prodotti di un gruppo di variazione devono appartenere allo stesso venditore.

# Languages::product_variations.variations_filling
source: Variations
it: Variazioni

# Languages::product_variations.variations_list
source: Variations
it: Variazioni

# Languages::variations_in_stock
source: Only "in stock" products
it: Solo prodotti "in stock

# Languages::product_variations.hide_add_to_wishlist_button
source: Hide add to wish list button
it: Nascondi il pulsante aggiungi alla lista dei desideri

# Languages::product_variations.variations_list_block_name
source: Variations list
it: Elenco delle varianti

# Languages::product_variations.variations_list_tab_name
source: View all variations as list
it: Visualizza tutte le variazioni come lista

# Languages::product_variations.show_variation_thumbnails
source: Show variation thumbnails
it: Mostra le miniature delle variazioni

# Languages::product_variations.show_product_code
source: Show product code
it: Mostra il codice del prodotto

# Languages::product_variations.exim.result_notice
source: Data is imported successfully.<br />New products - <b>[new]</b>;<br />Updated products - <b>[exist]</b>;<br />Skipped products - <b>[skipped]</b>;<br />Total - <b>[total]</b>;<br />Created variations - <b>[variation_created]</b>;<br />Updated variations - <b>[variation_updated]</b>;<br />Disbanded variations - <b>[variation_removed]</b>.
it: I dati sono importati con successo.<br />Nuovi prodotti - <b>[nuovo]</b>;<br /> Prodotti aggiornati - <b>[esistono]</b>;<br />Prodotti saltati - <b>[saltati]</b>;<br />Totale - <b>[totale]</b>;<br />Variazioni create - <b>[variation_created]</b>;<br />Variazioni aggiornate - <b>[variation_updated]</b>;<br />Variazioni eliminate - <b>[variation_removed]</b>.

# Languages::variation_group_id
source: Variation group ID
it: ID del gruppo di variazione

# Languages::variation_group_code
source: Variation group code
it: Codice del gruppo di variazione

# Languages::variation_parent_product_id
source: Variation parent product ID
it: ID del prodotto genitore della variazione

# Languages::variation_sub_group_id
source: Variation sub group ID
it: ID del sottogruppo di variazione

# Languages::product_variations.feature_used_by_variation_group.tooltip
source: This feature is used by variation group [code]. To choose a different value of this feature for a product, switch to the "Variations" tab of the product editing page. New values can be added on the feature editing page.
it: Questa caratteristica è utilizzata dal gruppo di variazione [codice]. Per scegliere un valore diverso di questa caratteristica per un prodotto, passa alla scheda "Variazioni" della pagina di modifica del prodotto. Nuovi valori possono essere aggiunti nella pagina di modifica della caratteristica.

# Languages::product_variations.variations_naming_strategy.key_value
source: Color: Red, Size: Small
it: Colore: Rosso, Taglia: Piccolo

# Languages::product_variations.variations_naming_strategy.value
source: Red, Small
it: Rosso, Piccolo

# Languages::product_variations.upgrade_notification.convert_variations_title
source: Convert product variations to use features
it: Convertire le variazioni dei prodotti in caratteristiche d'uso

# Languages::product_variations.upgrade_notification.convert_variations_message
source: <p>Product variations in version 4.10.1 are more powerful than ever. They can now occupy separate positions in the catalog, be filtered and imported easily. To achieve this, we remade variations from scratch. They are now based on features instead of options.</p><p><b>We have disabled the old variations in your store, because they won’t work until they are converted.</b> The conversion is automatic, we just need your consent. Please check what we plan to do, and convert variations to use features.</p><p><a href="[convert_url]" target="_blank" class="btn btn-large btn-primary">Check and convert variations</a> <a href="https://docs.cs-cart.com/4.10.x/user_guide/manage_products/products/product_variations.html" target="_blank" class="btn btn-large">Learn more about variations</a></p>
it: <p>Le variazioni dei prodotti nella versione 4.10.1 sono più potenti che mai. Ora possono occupare posizioni separate nel catalogo, essere filtrate e importate facilmente. Per ottenere questo, abbiamo rifatto le variazioni da zero. Ora sono basate sulle caratteristiche invece che sulle opzioni.</p><p><b>Abbiamo disabilitato le vecchie variazioni nel tuo negozio, perché non funzioneranno finché non saranno convertite.</b> La conversione è automatica, abbiamo solo bisogno del tuo consenso. Per favore controlla cosa abbiamo intenzione di fare, e converti le variazioni per usare le caratteristiche.</p><p><a href=""[convert_url]" target="_blank" class="btn btn-large btn-primary">Verifica e converti le variazioni</a> <a href="https://docs.cs-cart.com/4.10.x/user_guide/manage_products/products/product_variations.html" target="_blank" class="btn btn-large">Impara di più sulle variazioni</a></p>

# Languages::product_variations.feature_can_be_deleted
source: Couldn't delete a feature or its variant because at least one variation group is based on it. Please delete <a href="[href]">these products</a> or disband their product groups, and try again.
it: Impossibile eliminare una caratteristica o la sua variante perché almeno un gruppo di variazione è basato su di essa. Per favore cancella <a href="[href]">questi prodotti</a> o sciogli i loro gruppi di prodotti, e riprova.

# Languages::product_variations.notice.old_product_variations_exists
source: Your store still has old product variations. They currently appear as separate products, without the ability to switch between them. To make them work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>. It's easy and automatic.
it: Il tuo negozio ha ancora delle vecchie varianti di prodotto. Attualmente appaiono come prodotti separati, senza la possibilità di passare da uno all'altro. Per farle funzionare come prima dell'aggiornamento, <a href="[convert_url]">converti le vecchie variazioni in nuove variazioni</a>. È facile e automatico.

# Languages::product_variations.notice.is_old_product_variation
source: This product is an old variation that hasn't been converted yet. To make it work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>.
it: Questo prodotto è una vecchia variante che non è stata ancora convertita. Per farlo funzionare come prima dell'aggiornamento, <a href="[convert_url]">converti le vecchie variazioni in nuove variazioni</a>.

# Languages::variation_set_as_default
source: Variation set as default
it: Variazione impostata come predefinita

# Languages::product_variations.cant_edit_feature_categories
source: Couldn't restrict the feature's availability in categories. <a href="[href]">Some product variations with that feature</a> are still available in the categories where you tried to restrict the feature. Please remove the variation groups from those categories and try again.
it: Impossibile limitare la disponibilità della caratteristica nelle categorie. <a href=""[href]">Alcune varianti di prodotto con quella caratteristica</a> sono ancora disponibili nelle categorie dove hai provato a limitare la caratteristica. Per favore rimuovi i gruppi di variazioni da quelle categorie e prova di nuovo.

# Languages::product_variations.too_many_combinations
source: Sorry, there are too many possible variations that can be generated. To prevent heavy load, we won't display them here. Please create the products with the right feature values manually or via import, and add them to the group.
it: Spiacente, ci sono troppe varianti possibili che possono essere generate. Per evitare un carico pesante, non le visualizzeremo qui. Per favore, crea i prodotti con i giusti valori delle caratteristiche manualmente o tramite importazione e aggiungili al gruppo.

# Languages::product_variations.generator.features.placeholder
source: Search for features that can generate variations
it: Cerca le caratteristiche che possono generare variazioni

# Languages::product_variations.generator.warning.new_features_add
source: You can add a new feature if you disband the group in the actions menu and create variations again.
it: È possibile aggiungere una nuova funzione se si scioglie il gruppo nel menu azioni e si creano di nuovo le variazioni.

# Languages::product_variations.generator.feature_variants.placeholder
source: Type to search
it: Tipo da cercare

# Languages::product_variations.generator.feature_variants.add_all_variants
source: Add all variants
it: Aggiungi tutte le varianti

# Languages::product_variations.generator.table.title
source: Modify the variations to be created:
it: Modificare le variazioni da creare:

# Languages::product_variations.generator.create_btn
source: Create [n] variation|Create [n] variations
it: Creare [n] variazioni|Creare [n] variazioni

# Languages::product_variations.allow_own_features_setting_changing
source: You've disabled the <b>Allow own feature values for child variations</b> setting. Please export <a href="[url]">all your default variations</a> (use "Export found products" in the gear button) and reimport them. This will apply their feature values to existing child variations.
it: Hai disattivato l'impostazione <b>Allow own feature values for child variations</b>. Esporta <a href="[url]">tutte le tue variazioni predefinite</a> (usa "Esporta prodotti trovati" nel pulsante con l'ingranaggio) e reimportale. Questo applicherà i loro valori di caratteristica alle variazioni figlio esistenti.

# Languages::product_variations.allow_own_images_setting_changing
source: You've disabled the <b>Allow own images for child variations</b> setting. Please export <a href="[url]">all your default variations</a> (use "Export found products" in the gear button) and reimport them. This will apply their images to existing child variations.
it: Hai disattivato l'impostazione <b>Allow own images for child variations</b>. Esporta <a href="[url]">tutte le tue variazioni predefinite</a> (usa "Esporta prodotti trovati" nel pulsante con l'ingranaggio) e reimportale. Questo applicherà le loro immagini alle variazioni figlio esistenti.

# Languages::product_variations.upgrade_notification.convert_combination_title
source: Convert option combinations to product variations
it: Convertire le combinazioni di opzioni in variazioni di prodotto
