Repository: rpayeras/deepl-api-tests
Catalog: */addons/store_locator.po
Languages: de

# Addons::name::store_locator
source: Stores and pickup points
de: Läden und Abholstellen

# Addons::description::store_locator
source: Allows you to mark your physical stores on the map and offer your customers to collect orders from there, if a corresponding shipping method is configured.
de: Ermöglicht es Ihnen, Ihre physischen Geschäfte auf der Karte zu markieren und Ihren Kunden anzubieten, Bestellungen dort abzuholen, wenn eine entsprechende Versandmethode konfiguriert ist.

# Languages::view_on_map
source: View on map
de: Auf der Karte anzeigen

# Languages::get_api_key
source: Obtaining an API Key
de: API-Schlüssel erwerben

# Languages::block_store_locator
source: Store locator
de: Standortsuche

# Languages::store_locator
source: Stores & pickup points
de: Läden

# Languages::block_store_locator_description
source: Store locator block
de: Standortsuche Block

# Languages::text_address_not_found
source: Address not found
de: Adresse nicht gefunden

# Languages::select_coordinates
source: Select coordinates
de: Koordinaten wählen

# Languages::set
source: Set
de: Einpassen

# Languages::editing_store_location
source: Editing store location
de: Standort bearbeiten

# Languages::new_store_location
source: New store location
de: Neuer Standort

# Languages::add_store_location
source: Add store location
de: Standort hinzufügen

# Languages::coordinates
source: Coordinates
de: Koordinaten

# Languages::latitude_short
source: lat
de: Breitengrad

# Languages::longitude_short
source: long
de: Längengrad

# Languages::all_stores
source: All stores
de: Alle Geschäfte

# SettingsSections::store_locator::general
source: General
de: Allgemein

# SettingsOptions::store_locator::print_map
source: Show map in order-related documents
de: Karte in auftragsbezogenen Dokumenten anzeigen

# SettingsTooltips::store_locator::print_map
source: Print the map on the packing slip and invoice
de: Drucken Sie die Karte auf den Packzettel und die Rechnung

# SettingsOptions::store_locator::show_locations_at_geolocator
source: Use list of cities instead of a map
de: Liste der Städte anstelle einer Karte verwenden

# SettingsTooltips::store_locator::show_locations_at_geolocator
source: Affects the Customer Geolocation block. The list will be generated from cities that have stores and pickup points.
de: Beeinflusst den Block Kundengeolokalisierung. Die Liste wird aus Städten erstellt, in denen es Geschäfte und Abholstellen gibt.

# Languages::privileges.manage_store_locator
source: Can edit
de: Kann bearbeiten

# Languages::privilege_groups.store_locator
source: Store locator
de: Filialsucher

# Languages::privileges.view_store_locator
source: Can view
de: Kann anzeigen

# Languages::store_locator.text_pickup_instruction
source: The "Customer pick-up" shipping method offers a customer to choose a store to pick up a product from. The stores can be created in the "Store location" add-on<br /><b>Store creation:</b> <a href="[store_locator]">Store location</a>
de: Die Versandmethode "Kundenabholung" bietet dem Kunden die Möglichkeit, ein Geschäft auszuwählen, in dem er ein Produkt abholen kann. Die Filialen können im Add-on "Filialstandort" erstellt werden<br /><b>Filialerstellung:</b> <a href="[store_locator]">Filialstandort</a>

# Languages::store_locator.select_stores
source: Select stores
de: Geschäfte auswählen

# Languages::store_locator.pick_up_points
source: Pick-up points
de: Abholstellen

# Languages::store_locator.stores_position
source: The "Position" field in the store settings
de: Das Feld "Position" in den Ladeneinstellungen

# Languages::store_locator.shipping_position
source: Order selected in the shipping method settings
de: In den Einstellungen der Versandart gewählte Bestellung

# Languages::store_locator.selected_fields
source: Selected stores
de: Ausgewählte Geschäfte

# Languages::store_locator.available_fields
source: Available stores
de: Verfügbare Geschäfte

# Languages::store_locator.display_ml
source: Map and list
de: Karte und Liste

# Languages::store_locator.display_l
source: List
de: Liste

# Languages::store_locator.display_m
source: Map
de: Karte

# Languages::store_locator.display
source: Locations list view on the checkout page
de: Listenansicht der Standorte auf der Kassenseite

# Languages::store_locator.pickup_avail
source: Available for pick-up
de: Verfügbar für Abholung

# Languages::store_locator.work_time
source: Working hours
de: Arbeitszeiten

# Languages::destination_nothing_found
source: No suitable destination has been found
de: Es wurde kein geeignetes Ziel gefunden

# Languages::stores_nothing_found
source: No stores have been found
de: Es wurden keine Geschäfte gefunden

# Languages::pickup_id
source: Pickup ID
de: Abholer-ID

# Languages::pickup_avail
source: Pickup avail
de: Abholung möglich

# Languages::pickup_surcharge
source: Pickup surcharge
de: Zuschlag für Abholung

# Languages::pickup_address
source: Pickup address
de: Adresse der Abholung

# Languages::pickup_phone
source: Pickup phone
de: Telefon abholen

# Languages::pickup_time
source: Pickup time
de: Abholzeit

# Languages::pickup_destinations_ids
source: Pickup destinations ids
de: Abholziele ids

# Languages::store_locator.show_pickup_points_only
source: Hide places where I can't pick up my order
de: Orte verstecken, an denen ich meine Bestellung nicht abholen kann

# Languages::store_locator.stores_and_pickup_points
source: Stores and pickup points
de: Läden und Abholstellen

# Languages::store_locator.surcharge_changes_hint
source: In previous versions, the surcharge was added to the standard rates that were specified for a shipping method. Now this surcharge isn't taken into account during shipping rate calculation. We left it here for your convenience, so that you could see it and adjust the rates on the shipping method editing page accordingly.
de: In früheren Versionen wurde der Zuschlag zu den Standardtarifen, die für eine Versandart angegeben wurden, hinzugefügt. Jetzt wird dieser Zuschlag bei der Berechnung der Versandtarife nicht mehr berücksichtigt. Wir haben ihn zu Ihrer Bequemlichkeit hier belassen, damit Sie ihn sehen und die Tarife auf der Bearbeitungsseite für die Versandart entsprechend anpassen können.

# Languages::store_locator.main_destination
source: Located in rate area
de: In der Tarifzone angesiedelt

source: Determines the shipping rates for this pickup point. The rates are specified on the shipping method editing page. If you don't select a rate area for a pickup point, then the pickup point won't appear at checkout.
de: Bestimmt die Versandtarife für diesen Abholpunkt. Die Tarife werden auf der Seite zur Bearbeitung der Versandart angegeben. Wenn Sie keinen Tarifbereich für einen Abholpunkt auswählen, wird der Abholpunkt an der Kasse nicht angezeigt.

# Languages::store_locator.show_to
source: Show to
de: Anzeigen an

# Languages::show_to
source: Show to
de: Anzeigen an

source: Allows you to offer this pickup point to the residents of other rate areas at checkout.
de: Ermöglicht es Ihnen, diesen Abholpunkt den Einwohnern anderer Tarifgebiete an der Kasse anzubieten.

# Languages::store_locator.shipping_price_from
source: from [price]
de: von [price]

# Languages::store_locator.pickup_rates_calculation_logic_changed_title
source: Pick up from store: Surcharge per pickup point removed
de: Abholung im Geschäft: Aufpreis pro Abholstelle entfällt

# Languages::store_locator.pickup_rates_calculation_logic_changed_text
source: <p>The <b>[pickup_addon]</b> and <b>[store_locator_addon]</b> add-ons were merged into a new add-on called [stores_pickups_addon]. Shipping rates and time are more flexible now: they depend on the location (rate area) of a pickup point. The rates are now specified in one place: the editing page of a shipping method.</p><p>For that reason, we removed the <b>Surcharge</b> field from the pickup point editing page. Its value still appears in the admin panel, but isn’t used in rate calculation. Please check your pickup points, then adjust the shipping rates of all your "Pick up from store" shipping methods accordingly.</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">Adjust shipping rates</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">View my pickup points</a></p>
de: <p>Die <b>[pickup_addon]</b> und <b>[store_locator_addon]</b> Add-ons wurden in einem neuen Add-on namens [stores_pickups_addon] zusammengeführt. Die Versandtarife und -zeiten sind jetzt flexibler: Sie hängen vom Standort (Tarifgebiet) eines Abholpunktes ab. Die Tarife werden jetzt an einem Ort festgelegt: auf der Bearbeitungsseite einer Versandmethode.</p><p>Aus diesem Grund haben wir das Feld <b>Zuschlag</b> von der Bearbeitungsseite des Abholpunkts entfernt. Sein Wert erscheint weiterhin in der Verwaltungsoberfläche, wird aber nicht für die Tarifberechnung verwendet. Bitte überprüfen Sie Ihre Abholpunkte und passen Sie dann die Versandtarife aller Ihrer "Abholen im Geschäft"-Versandmethoden entsprechend an.</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">Versandkosten anpassen</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">Meine Abholpunkte anzeigen</a></p>

# Languages::store_locator.use_two_fingers_for_move_map
source: Use two fingers to move the map
de: Verwenden Sie zwei Finger, um die Karte zu bewegen

# Languages::store_locator.scroll_to_top
source: Scroll to top
de: Nach oben blättern

# Languages::store_locator.no_rate_area
source: No rate area
de: Kein Tarifbereich

# Languages::store_locator.pickup_locations
source: Pickup Locations
de: Abholorte

# Languages::store_locator.any_rate_area
source: Any rate area
de: Jeder Tarifbereich

# Languages::store_locator.pickup_from_store
source: Pickup from store
de: Abholung im Geschäft

# Languages::store_locator.any_vendor
source: Any vendor
de: Jeder Verkäufer

# Languages::store_locator.any
source: Any
de: Jede

# Languages::store_locator.shipping_price_from_to
source: from [from_price] to [to_price]
de: von [von_Preis] bis [bis_Preis]
