Repository: rpayeras/deepl-api-tests
Catalog: */addons/vendor_debt_payout.po
Languages: de, fr, it

# Languages::vendor_debt_payout.total_debts
source: The total debt of all vendors in your marketplace (including those not listed in this report) is currently [total_debt].
de: Die Gesamtverschuldung aller Anbieter auf Ihrem Marktplatz (einschließlich derer, die nicht in diesem Bericht aufgeführt sind) beträgt derzeit [total_debt].
fr: La dette totale de tous les vendeurs de votre place de marché (y compris ceux qui ne figurent pas dans ce rapport) est actuellement de [total_debt].
it: Il debito totale di tutti i venditori nel tuo mercato (compresi quelli non elencati in questo rapporto) è attualmente [debito_tale].

# Addons::name::vendor_debt_payout
source: Project-Id-Version: cs-cart-latest Content-Type: text/plain; charset=UTF-8 Language-Team: Italian Language: it_IT Plural-Forms: nplurals=2; plural=(n != 1); X-Crowdin-Project: cs-cart-latest X-Crowdin-Project-ID: 50163 X-Crowdin-Language: it X-Crowdin-File: /head/addons/vendor_debt_payout.po X-Crowdin-File-ID: 221 PO-Revision-Date: 2021-12-13 08:02
it: Pagamenti da fornitore ad amministratore

# Addons::name::vendor_debt_payout
source: Project-Id-Version: cs-cart-latest Content-Type: text/plain; charset=UTF-8 Language-Team: French Language: fr_FR Plural-Forms: nplurals=2; plural=(n > 1); X-Crowdin-Project: cs-cart-latest X-Crowdin-Project-ID: 50163 X-Crowdin-Language: fr X-Crowdin-File: /head/addons/vendor_debt_payout.po X-Crowdin-File-ID: 221 PO-Revision-Date: 2021-12-13 08:01
fr: Paiements entre vendeurs et administrateurs
