Repository: rpayeras/deepl-api-tests
Catalog: */addons/vendor_communication.po
Languages: fr, it_it

# Addons::name::vendor_communication
source: Message center
it_it: Centro messaggi

# Addons::description::vendor_communication
source: Allows customers, vendors, and administrators to contact each other via the built-in chat.
fr: Permet aux clients, aux vendeurs et aux administrateurs de se contacter via le chat intégré.
it_it: Permette a clienti, venditori e amministratori di contattarsi a vicenda tramite la chat integrata.

# SettingsSections::vendor_communication::general
source: General
fr: Général
it_it: Generale

# SettingsSections::vendor_communication::vendor_to_customer
source: For customers
fr: Pour les clients
it_it: Per i clienti

# SettingsOptions::vendor_communication::show_on_product
source: Contact button on product pages
fr: Bouton de contact sur les pages de produits
it_it: Pulsante di contatto sulle pagine dei prodotti

# SettingsOptions::vendor_communication::show_on_vendor
source: Contact button in vendor microstore
fr: Bouton de contact dans la micro-boutique du vendeur
it_it: Pulsante di contatto nel microstore del venditore

# SettingsOptions::vendor_communication::show_on_messages
source: Contact button at "Messages" menu
fr: Bouton "Contact" dans le menu "Messages".
it_it: Pulsante di contatto nel menu "Messaggi

# SettingsTooltips::vendor_communication::show_on_product
source: Show the "Ask a question" button on product pages.
fr: Affichez le bouton "Posez une question" sur les pages de produits.
it_it: Mostra il pulsante "Fai una domanda" sulle pagine dei prodotti.

# SettingsTooltips::vendor_communication::show_on_vendor
source: Show the "Ask a question" button in vendors' microstores.
fr: Affichez le bouton "Posez une question" dans les micro-magasins des vendeurs.
it_it: Mostra il pulsante "Ask a question" nei microstore dei venditori.

# SettingsOptions::vendor_communication::vendor_to_customer_communication
source: Customer-to-seller communication
fr: Communication entre clients et vendeurs
it_it: Comunicazione da cliente a venditore

# SettingsOptions::vendor_communication::vendor_to_admin_communication
source: Vendor-to-admin communication
fr: Communication entre le vendeur et l'administrateur
it_it: Comunicazione fornitore-amministratore

# SettingsOptions::vendor_communication::show_on_order
source: Contact button on detailed order page
fr: Bouton de contact sur la page de commande détaillée
it_it: Pulsante di contatto nella pagina dettagliata dell'ordine

# SettingsTooltips::vendor_communication::show_on_order
source: Show the "Start communication" button on detailed order page.
fr: Afficher le bouton "Commencer la communication" sur la page de commande détaillée.
it_it: Mostra il pulsante "Iniziare la comunicazione" nella pagina dettagliata dell'ordine.

# Languages::vendor_communication.messages
source: Messages
it_it: Messaggi

# Languages::vendor_communication.message_center
source: Message center
it_it: Centro messaggi

# Languages::vendor_communication.message_center_name
source: Message center
it_it: Centro messaggi

# Languages::vendor_communication.message_center_name_menu_description
source: Messages from customers
fr: Messages des clients
it_it: Messaggi dei clienti

# Languages::vendor_communication.message_center_menu_description
source: Customer-to-vendor messages
fr: Messages entre clients et fournisseurs
it_it: Messaggi da cliente a venditore

# Languages::vendor_communication.author
source: Author
fr: Auteur
it_it: Autore

# Languages::vendor_communication.date
source: Date
it_it: Data

# Languages::vendor_communication.message
source: Message
it_it: Messaggio

# Languages::vendor_communication.contact_vendor
source: Contact vendor
fr: Contacter le vendeur
it_it: Contatto venditore

# Languages::vendor_communication.contact_vendor_name
source: Contact [vendor_name]
fr: Contactez [vendor_name].
it_it: Contatta [vendor_name]

# Languages::vendor_communication.created_at
source: Created on
fr: Créé le
it_it: Creato il

# Languages::vendor_communication.new_thread_created
source: Your message has been sent to <b>[vendor_name]</b>.<br/><br/>The vendor's reply will be sent to the email address of your account. To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Messages" section of the "My account" menu.
fr: Votre message a été envoyé à <b>[vendor_name]</b>.<br/><br/>La réponse du fournisseur sera envoyée à l'adresse e-mail de votre compte. Pour consulter l'historique de vos messages, veuillez <a href="[thread_url]">aller dans le Centre de messages</a> situé dans la section "Messages" du menu "Mon compte".
it_it: Il tuo messaggio è stato inviato a <b>[vendor_name]</b>.<br/><br/>La risposta del venditore sarà inviata all'indirizzo email del tuo account. Per visualizzare la cronologia dei tuoi messaggi, per favore <a href="[thread_url]">andare al Centro messaggi</a> situato nella sezione "Messaggi" del menu "Il mio account".

# Languages::vendor_communication.message_sent
source: Your message has been sent to <b>[vendor_name]</b>.<br/><br/>We'll notify you about a reply. To view your message history, please <a href="[thread_url]" target="_blank">go to the Message Center</a> located in the "Messages" section of the "My account" menu.
fr: Votre message a été envoyé à <b>[vendor_name]</b>.<br/><br/>Nous vous informerons d'une réponse. Pour consulter l'historique de vos messages, veuillez <a href="[thread_url]" target="_blank">aller dans le Centre de messages</a> situé dans la section "Messages" du menu "Mon compte".
it_it: Il tuo messaggio è stato inviato a <b>[vendor_name]</b>.<br/><br/>Ti avviseremo della risposta. Per visualizzare la cronologia dei tuoi messaggi, per favore <a href=""[thread_url]" target="_blank">andare al Centro Messaggi</a> situato nella sezione "Messaggi" del menu "Il mio account".

# Languages::vendor_communication.cannot_update_thread
source: Cannot update thread
fr: Impossible de mettre à jour le fil de discussion
it_it: Impossibile aggiornare il thread

# Languages::vendor_communication.cannot_create_thread
source: Cannot create thread
fr: Impossible de créer un fil de discussion
it_it: Impossibile creare un thread

# Languages::email_template.vendor_communication.notify_admin
source: Ask seller a question: Admin Notification
fr: Posez une question au vendeur : Notification de l'administrateur
it_it: Fai una domanda al venditore: Notifica dell'Admin

# Languages::email_template.vendor_communication.notify_customer
source: Ask seller a question: Customer Notification
fr: Posez une question au vendeur : Avis aux clients
it_it: Fai una domanda al venditore: Notifica al cliente

# Languages::vendor_communication.you_have_new_message
source: You have a new <a href="[thread_url]">message</a> from [message_from].
fr: Vous avez reçu un nouveau <a href="[thread_url]">message</a> de [message_from].
it_it: Hai un nuovo <a href="[thread_url]">messaggio</a> da [message_from].

# Languages::vendor_communication.subject_email
source: You have a new message from [message_from]
fr: Vous avez un nouveau message de [message_from].
it_it: Hai un nuovo messaggio da [message_from]

# Languages::vendor_communication.contact_with
source: #[thread_id]. Communication with [thread_company]
fr: #[thread_id]. Communication avec [thread_company]
it_it: #[thread_id]. Comunicazione con [thread_company]

# Languages::vendor_communication.ticket
source: Thread
fr: Fil conducteur
it_it: Filo

# Languages::vendor_communication.no_messages_found
source: No messages found
fr: Aucun message trouvé
it_it: Nessun messaggio trovato

# Languages::vendor_communication.customer_name
source: Customer name
fr: Nom du client
it_it: Nome del cliente

# Languages::vendor_communication.error_message
source: Please enter your message
fr: Veuillez entrer votre message
it_it: Inserisci il tuo messaggio

# Languages::vendor_communication.type_message
source: Type a message...
it_it: Scrivi un messaggio...

# Languages::vendor_communication.you
source: You
fr: Vous
it_it: Tu

# Languages::vendor_communication.order_details
source: Order details
fr: Détails de la commande
it_it: Dettagli dell'ordine

# Languages::vendor_communication.import_details
source: Import details
fr: Détails de l'importation
it_it: Dettagli sull'importazione

# Languages::vendor_communication.thread_deleted
source: Thread has been deleted
fr: Le fil de discussion a été supprimé
it_it: Il thread è stato cancellato

# Languages::vendor_communication.threads_deleted
source: Threads have been deleted
fr: Les fils de discussion ont été supprimés
it_it: Le discussioni sono state cancellate

# Languages::vendor_communication.cannot_delete_thread
source: Cannot delete thread
fr: Impossible de supprimer un fil de discussion
it_it: Impossibile cancellare il thread

# Languages::vendor_communication.cannot_delete_threads
source: Cannot delete threads
fr: Impossible de supprimer les fils de discussion
it_it: Impossibile cancellare le discussioni

# Languages::vendor_communication.cannot_post_message
source: Cannot post message
fr: Impossible de poster un message
it_it: Impossibile inviare un messaggio

# Languages::vendor_communication.no_threads_found
source: No threads found
fr: Aucun fil trouvé
it_it: Nessun filo trovato

# Languages::vendor_communication.required_field_is_missing
source: The [field_name] field is required
fr: Le champ [field_name] est obligatoire
it_it: Il campo [field_name] è richiesto

# Languages::vendor_communication.invalid_thread_object_type
source: Provided thread object type is invalid
fr: Le type d'objet thread fourni n'est pas valide
it_it: Il tipo di oggetto thread fornito non è valido

# Languages::vendor_communication.please_log_in_to_contact_vendor
source: Please sign in to contact the vendor
fr: Veuillez vous identifier pour contacter le vendeur
it_it: Accedi per contattare il venditore

# Languages::privileges.manage_vendor_communication
source: Can edit
fr: Peut éditer
it_it: Può modificare

# Languages::privileges.view_vendor_communication
source: Can view
fr: Peut voir
it_it: Può visualizzare

# Languages::privilege_groups.vendor_communication
source: Message center: customer-to-vendor communication
fr: Centre de messages : communication client-fournisseur
it_it: Centro messaggi: comunicazione cliente-fornitore

# Languages::vendor_communication.your_message_to_vendor_name
source: Your message to [vendor_name]
fr: Votre message à [vendor_name]
it_it: Il tuo messaggio a [vendor_name]

# Languages::vendor_communication.please_log_in_to_be_notified
source: Please sign in so that we can notify you about a reply
fr: Veuillez vous connecter pour que nous puissions vous informer d'une réponse.
it_it: Per favore, accedi in modo che possiamo notificarti una risposta

# Languages::vendor_communication
source: Message center
it_it: Centro messaggi

# Languages::vendor_communication.event.message_received.name
source: Customer-to-vendor: New message received
fr: Client-fournisseur : Nouveau message reçu
it_it: Cliente-fornitore: Nuovo messaggio ricevuto

# Languages::vendor_communication.event.vendor_to_admin_message_received.name
source: Vendor-to-admin: New message received
fr: Vendeur-à-administrateur : Nouveau message reçu
it_it: Da venditore ad amministratore: Nuovo messaggio ricevuto

# Languages::internal_template.vendor_communication_message_received
source: New message received
fr: Nouveau message reçu
it_it: Nuovo messaggio ricevuto

# Languages::vendor_communication.new_message.title
source: [company_name] has a new message from [customer]
fr: [company_name] a un nouveau message de [customer].
it_it: [company_name] ha un nuovo messaggio da parte di [customer]

# Languages::vendor_communication.new_message.message
source: Click this notification to see the message
fr: Cliquez sur cette notification pour voir le message
it_it: Clicca su questa notifica per vedere il messaggio

# Languages::vendor_communication.contact_admin
source: Contact administrator
fr: Administrateur de contact
it_it: Contatta l'amministratore

# Languages::vendor_communication.communication
source: Communication
it_it: Comunicazione

# Languages::vendor_communication.message_center_vendor_name
source: Message center
it_it: Centro messaggi

# Languages::vendor_communication.message_center_vendor_name_menu_description
source: Messages from vendor to administrator
fr: Messages du vendeur à l'administrateur
it_it: Messaggi dal venditore all'amministratore

# Languages::vendor_communication.tab_vendor_to_admin
source: Vendor communication
fr: Communication avec les vendeurs
it_it: Comunicazione con il fornitore

# Languages::vendor_communication.tab_vendor_to_customer
source: Customer communication
fr: Communication avec les clients
it_it: Comunicazione con il cliente

# Languages::vendor_communication.tab_vendor_to_admin_for_vendor_panel
source: Admin communication
fr: Communication administrative
it_it: Comunicazione amministrativa

# Languages::vendor_communication.your_message_to_admin
source: Your message to administrator
fr: Votre message à l'administrateur
it_it: Il tuo messaggio all'amministratore

# Languages::vendor_communication.some_threads_have_not_been_created
source: Some threads have not been created: [count]
fr: Certains fils n'ont pas été créés : [count]
it_it: Alcuni thread non sono stati creati: [count]

# Languages::vendor_communication.vendor_to_admin.message_sent
source: Your message has been sent to <b>[name]</b>.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Vendors" menu.
fr: Votre message a été envoyé à <b>[name]</b>.<br/><br/>Pour consulter l'historique de vos messages, veuillez <a href="[thread_url]">aller dans le Centre de messages</a> situé dans le menu "Vendeurs".
it_it: Il tuo messaggio è stato inviato a <b>[name]</b>.<br/><br/>Per visualizzare la cronologia dei tuoi messaggi, per favore <a href="[thread_url]">andare al Centro Messaggi</a> situato nel menu "Venditori".

# Languages::vendor_communication.vendor_to_customer.message_sent
source: Your message has been sent to <b>[name]</b>.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Customers" menu.
fr: Votre message a été envoyé à <b>[name]</b>.<br/><br/>Pour consulter l'historique de vos messages, veuillez <a href="[thread_url]">aller dans le Centre de messages</a> situé dans le menu "Clients".
it_it: Il tuo messaggio è stato inviato a <b>[name]</b>.<br/><br/>Per visualizzare la cronologia dei tuoi messaggi, per favore <a href="[thread_url]">andare al Centro Messaggi</a> situato nel menu "Clienti".

# Languages::vendor_communication.vendor_to_admin.message_list_sent
source: Your messages have been sent.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Vendors" menu.
fr: Vos messages ont été envoyés. <br/><br/>Pour consulter l'historique de vos messages, veuillez <a href="[thread_url]">aller dans le Centre de messages</a> situé dans le menu "Vendeurs".
it_it: I tuoi messaggi sono stati inviati.<br/><br/>Per vedere la cronologia dei tuoi messaggi, per favore <a href="[thread_url]">andare al Centro Messaggi</a> situato nel menu "Venditori".

# Languages::privilege_groups.admin_communication
source: Message center: vendor-to-admin communication
fr: Centre de messages : communication entre vendeur et administrateur
it_it: Centro messaggi: comunicazione venditore-amministratore

# Languages::customer_to_admin_communication.event.message_received.name
source: Customer-to-Admin: New message received
fr: Client-à-Admin : Nouveau message reçu
it_it: Da cliente ad amministratore: Nuovo messaggio ricevuto

# Languages::vendor_communication.start_communication
source: Start communication
fr: Commencer la communication
it_it: Iniziare la comunicazione

# Languages::privilege_groups.order_communication
source: Message center: communication with customer
fr: Centre de messages : communication avec le client
it_it: Centro messaggi: comunicazione con il cliente

# Languages::vendor_communication.communication_vendor_to_admin
source: Communication with vendor
fr: Communication avec le vendeur
it_it: Comunicazione con il fornitore

# Languages::vendor_communication.communication_vendor_to_customer
source: Communication with customer
fr: Communication avec le client
it_it: Comunicazione con il cliente

# Languages::vendor_communication.communication_vendor_to_admin_with_admin
source: Communication with administrator
fr: Communication avec l'administrateur
it_it: Comunicazione con l'amministratore

# Languages::vendor_communication.contact_customer
source: Contact customer
fr: Contact client
it_it: Contatto cliente

# Languages::vendor_communication.subject
source: Subject
fr: Sujet
it_it: Oggetto

# Languages::vendor_communication.your_message_to_customer
source: Your message to customer
fr: Votre message au client
it_it: Il tuo messaggio al cliente

# Languages::vendor_communication.event.order_message_received.name
source: Order communication: New message received
fr: Communication de l'ordre : Nouveau message reçu
it_it: Comunicazione dell'ordine: Nuovo messaggio ricevuto

# Languages::vendor_communication.scroll_to_top
source: Scroll to top
fr: Faire défiler vers le haut
it_it: Scorri all'inizio

# Languages::vendor_communication.send_message
source: Send message
fr: Envoyer un message
it_it: Invia messaggio

# Addons::name::vendor_communication
source: Project-Id-Version: cs-cart-latest Content-Type: text/plain; charset=UTF-8 Language-Team: French Language: fr_FR Plural-Forms: nplurals=2; plural=(n > 1); X-Crowdin-Project: cs-cart-latest X-Crowdin-Project-ID: 50163 X-Crowdin-Language: fr X-Crowdin-File: /head/addons/vendor_communication.po X-Crowdin-File-ID: 218 PO-Revision-Date: 2021-12-13 08:01
fr: Message center

# Languages::vendor_communication.ask_a_question
source: Ask a question
fr: Posez une question

# Languages::vendor_communication.thread
source: Thread #[thread_id]
fr: Fil de discussion #[thread_id]
