Repository: rpayeras/deepl-api-tests
Catalog: */addons/vendor_debt_payout.po
Languages: de, fr, it

# Languages::internal_template.vendor_debt_payout_vendor_days_before_suspended
source: Vendor-to-admin payments notifications
de: Benachrichtigungen über Zahlungen zwischen Lieferanten und Verwaltern
fr: Notifications de paiements entre fournisseurs et administrateurs
it: Notifiche di pagamenti da fornitore ad amministratore

source: Vendor-to-admin payments notifications
de: Benachrichtigungen über Zahlungen zwischen Lieferanten und Verwaltern
fr: Notifications de paiements entre fournisseurs et administrateurs
it: Notifiche di pagamenti da fornitore ad amministratore

# Languages::vendor_debt_payout.event.vendor_status_changed_to_suspended.name
source: Vendor status was changed to Suspended
de: Der Status des Anbieters wurde in Suspendiert geändert.
fr: Le statut du vendeur a été changé en suspendu
it: Lo stato del fornitore è stato cambiato in Sospeso

source: Vendor-to-admin payments notifications
de: Benachrichtigungen über Zahlungen zwischen Lieferanten und Verwaltern
fr: Notifications de paiements entre fournisseurs et administrateurs
it: Notifiche di pagamenti da fornitore ad amministratore

# Languages::email_template.company_status_changed_from_suspended_notification
source: Vendor status changed from Suspended
de: Lieferantenstatus geändert von Suspendiert
fr: Le statut du vendeur est passé de suspendu à suspendu
it: Stato del venditore cambiato da Suspended

# Languages::internal_template.vendor_debt_payout_negative_balance_reached
source: Vendor sign-in: Debt and grace period
de: Anmeldung des Verkäufers: Verschuldung und tilgungsfreie Zeit
fr: Signature du vendeur : Dette et délai de grâce
it: Registrazione del fornitore: Debito e periodo di grazia

source: Vendor-to-admin payments notifications
de: Benachrichtigungen über Zahlungen zwischen Lieferanten und Verwaltern
fr: Notifications de paiements entre fournisseurs et administrateurs
it: Notifiche di pagamenti da fornitore ad amministratore

# Languages::vendor_debt_payout.event.vendor_status_changed_to_disabled.name
source: Vendor status was changed to Disabled
de: Der Lieferantenstatus wurde auf Deaktiviert geändert.
fr: Le statut du vendeur a été changé en Désactivé
it: Lo stato del venditore è stato cambiato in Disabilitato

# Languages::vendor_debt_payout.weekly_digest_of_debtors.subject
source: [marketplace_name]: Weekly digest of debtors
de: [marketplace_name]: Wöchentliche Zusammenfassung der Schuldner
fr: [marketplace_name] : Résumé hebdomadaire des débiteurs
it: [nome_mercato]: Digesto settimanale dei debitori

# Languages::vendor_debt_payout.weekly_digest_of_debtors.message
source: This is a weekly report on debtors in your marketplace. It includes the vendors who have become debtors or paid their debt since the last report. Your marketplace might have <a href="[href]">more suspended vendors</a>.
de: Dies ist ein wöchentlicher Bericht über Schuldner auf Ihrem Marktplatz. Er enthält die Verkäufer, die seit dem letzten Bericht Schuldner geworden sind oder ihre Schulden bezahlt haben. Ihr Marktplatz kann <a href="[href]">mehr suspendierte Verkäufer</a> haben.
fr: Il s'agit d'un rapport hebdomadaire sur les débiteurs de votre marché. Il comprend les vendeurs qui sont devenus débiteurs ou qui ont payé leur dette depuis le dernier rapport. Votre place de marché peut avoir <a href="[href]">plus de vendeurs suspendus</a>.
it: Questo è un rapporto settimanale sui debitori nel tuo mercato. Include i venditori che sono diventati debitori o hanno pagato il loro debito dall'ultimo rapporto. Il tuo marketplace potrebbe avere <a href="[href]">altri venditori sospesi</a>.

# Languages::vendor_debt_payout.event.weekly_digest_of_debtors.name
source: Weekly digest of debtors
de: Wöchentliche Übersicht über die Schuldner
fr: Récapitulatif hebdomadaire des débiteurs
it: Digesto settimanale dei debitori

# Languages::email_template.vendor_debt_payout_weekly_digest_of_debtors
source: Weekly digest of debtors
de: Wöchentliche Übersicht über die Schuldner
fr: Récapitulatif hebdomadaire des débiteurs
it: Digesto settimanale dei debitori

# Languages::vendor_debt_payout.vendor_status_changed.subject
source: [vendor_name]: Status changed to [status]
de: [vendor_name]: Status geändert auf [status]
fr: [vendor_name] : Le statut a été changé en [status].
it: [vendor_name]: Stato cambiato in [status]

# Languages::vendor_debt_payout.vendor_status_changed.message
source: The status of vendor [vendor_name] was changed to [status].
de: Der Status von Kreditor [Kreditor_Name] wurde auf [Status] geändert.
fr: Le statut du fournisseur [vendor_name] a été modifié en [status].
it: Lo stato del fornitore [vendor_name] è stato cambiato in [status].

# Languages::vendor_debt_payout.vendor_days_before_suspend.subject
source: Your account might get suspended soon
de: Ihr Konto könnte bald gesperrt werden
fr: Votre compte pourrait être suspendu bientôt
it: Il tuo account potrebbe essere sospeso presto

# Languages::vendor_debt_payout.vendor_days_before_suspend.message
source: Your account at [marketplace] might get suspended soon.
de: Ihr Konto bei [Marktplatz] könnte bald gesperrt werden.
fr: Votre compte chez [marketplace] pourrait être suspendu prochainement.
it: Il tuo account su [marketplace] potrebbe essere sospeso presto.

# Languages::vendor_debt_payout.event.vendor_days_before_suspend.name
source: Info about upcoming suspension
de: Informationen zur bevorstehenden Aussetzung
fr: Informations sur les suspensions à venir
it: Informazioni sulla prossima sospensione

# Languages::vendor_debt_payout.reason_block
source: Your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance]. Please deposit at least [amount] until [date] to avoid suspension. You can refill the balance in your <a href="[link]">vendor panel</a>.
de: Ihr aktueller Kontostand beträgt [Kontostand] und liegt damit unter dem zulässigen Mindestkontostand von [lowers_allowed_balance]. Bitte zahlen Sie mindestens [amount] bis zum [date] ein, um eine Aussetzung zu vermeiden. Sie können das Guthaben in Ihrem <a href="[link]">Anbieter-Panel</a> wieder auffüllen.
fr: Votre solde actuel est de [balance], ce qui est inférieur au solde minimum autorisé de [lowers_allowed_balance]. Veuillez déposer au moins [amount] jusqu'au [date] pour éviter la suspension. Vous pouvez recharger le solde dans votre <a href="[link]">panel fournisseur</a>.
it: Il tuo saldo attuale è [saldo], che è al di sotto del saldo minimo consentito di [lowers_allowed_balance]. Per favore deposita almeno [amount] fino a [data] per evitare la sospensione. Puoi ricaricare il saldo nel tuo <a href="[link]">pannello del venditore</a>.

# Languages::vendor_debt_payout.old_addon_name
source: Vendor debt payout
de: Auszahlung von Lieferantenschulden
fr: Remboursement de la dette des fournisseurs
it: Pagamento del fornitore

# Languages::vendor_debt_payout.rework_update_notification.title
source: Vendor debt management reworked. Check your add-on settings.
de: Die Verwaltung der Kreditorenschulden wurde überarbeitet. Überprüfen Sie Ihre Add-on-Einstellungen.
fr: La gestion de la dette des fournisseurs a été retravaillée. Vérifiez les paramètres de votre module complémentaire.
it: Gestione dei debiti dei venditori rielaborata. Controlla le impostazioni del tuo componente aggiuntivo.

# Languages::vendor_debt_payout.rework_update_notification.message
source: <p>We have reworked the <b>[vendor_debt_payout_old_addon_name]</b> add-on. It is now called <b>[vendor_debt_payout_addon]</b>, and it can do more than before. Here are the changes to look out for:</p><p>The maximum debt and grace period can now be specified on the vendor plan level, if you allow it in the add-on settings.</p><p>The maximum debt and the grace period now work in conjunction. A vendor reaches maximum debt, and then has to pay it within the grace period.</p><p>The add-on settings allow you to decide what to do with debtors: block their admin panel and/or hide their products from the storefront.</p><p><a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary">View add-on settings</a></p>
de: <p>Wir haben das <b>[vendor_debt_payout_old_addon_name]</b> Add-on überarbeitet. Es heißt jetzt <b>[vendor_debt_payout_addon]</b>, und es kann mehr als vorher. Folgende Änderungen sind zu beachten:</p><p>Die Höchstschuld und die tilgungsfreie Zeit können nun auf der Ebene des Lieferantenplans festgelegt werden, wenn Sie dies in den Einstellungen des Add-ons zulassen.</p><p>Die Höchstschuld und die tilgungsfreie Zeit arbeiten nun zusammen. Ein Verkäufer erreicht die Maximalschuld und muss sie dann innerhalb der tilgungsfreien Zeit bezahlen.</p><p>In den Add-on-Einstellungen können Sie entscheiden, was mit Schuldnern geschehen soll: Sperren Sie ihr Admin-Panel und/oder blenden Sie ihre Produkte aus dem Schaufenster aus.</p><p><a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary">Add-on-Einstellungen ansehen</a></p>
fr: <p>Nous avons retravaillé le <b>[vendor_debt_payout_old_addon_name]</b> add-on. Il s'appelle désormais <b>[vendor_debt_payout_addon]</b>, et il peut faire plus qu'avant. Voici les changements à surveiller :</p><p>La dette maximale et le délai de grâce peuvent maintenant être spécifiés au niveau du plan du vendeur, si vous l'autorisez dans les paramètres du module complémentaire.</p><p>La dette maximale et le délai de grâce fonctionnent maintenant conjointement. Un vendeur atteint la dette maximale, puis doit la payer dans le délai de grâce.</p><p>Les paramètres du module complémentaire vous permettent de décider de ce qu'il faut faire avec les débiteurs : bloquer leur panneau d'administration et/ou masquer leurs produits de la vitrine.</p><p><a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary">Voir les paramètres du module complémentaire</a></p>.
it: <p>Abbiamo rielaborato l'add-on <b>[vendor_debt_payout_old_addon_name]</b>. Ora si chiama <b>[vendor_debt_payout_addon]</b> e può fare più di prima. Ecco i cambiamenti da tenere d'occhio:</p><p>Il debito massimo e il periodo di grazia possono ora essere specificati a livello di piano del venditore, se lo permetti nelle impostazioni dell'add-on.</p><p>Il debito massimo e il periodo di grazia ora lavorano insieme. Un venditore raggiunge il debito massimo e deve pagarlo entro il periodo di grazia.</p><p>Le impostazioni dell'add-on ti permettono di decidere cosa fare con i debitori: bloccare il loro pannello di amministrazione e/o nascondere i loro prodotti dalla vetrina.</p><p><a href="[vendor_debt_payout_href]" target="_blank" class="btn btn-large btn-primary">Vedi le impostazioni dell'add-on</a></p>

# Languages::vendor_debt_payout.update_notification.title
source: Vendor debt is now handled differently. Decide how you want to handle it.
de: Schulden bei Lieferanten werden heute anders gehandhabt. Entscheiden Sie, wie Sie es handhaben wollen.
fr: La dette des fournisseurs est désormais traitée différemment. Décidez de la manière dont vous souhaitez la traiter.
it: Il debito del venditore è ora gestito in modo diverso. Decidete come volete gestirlo.

# Languages::vendor_debt_payout.update_notification.message
source: <p>Before the upgrade, a vendor's admin panel could get blocked even when the vendor didn't reach maximum debt. That happened when 3 conditions came together: it was time to pay for the plan; the vendor's balance couldn't cover it; the vendor didn't pay in time. <b>But now a vendor doesn't get blocked before going below the minimum allowed balance</b>.</p><p>That's why we ask you to:</p><ol><li>Decide how you'd like your marketplace to work. Configure the Vendor Plans add-on accordingly. There are 2 scenarios:<ul><li>A vendor's balance can go negative to a certain point. Once it does, the vendor has some time to pay the debts before repercussions happen. <b>This is how your marketplace works now</b>. If you like it this way, then just take a look at the Vendor Plans add-on and its configuration.</li><li>No vendor debt is allowed. Whenever a vendor's balance can't cover the plan's fee without going negative, the vendor will have to pay the debt within the specified time. <b>For this scenario, the minimum allowed balance must be 0</b>. If that's what you want, just click the corresponding button below, and we'll configure everything for you. You don't have to decide right now — you'll always be able to adjust it later.</li></ul></li><li>Some vendors might have been blocked by the old <b>[vendor_debt_payout_old_addon_name]</b>, but wouldn't be blocked with the current configuration of <b>[vendor_debt_payout_addon]</b>. Click the button below to see if you have any such vendors. If you do, you can give them the "Suspended" status to restrict their access to the admin panel. But it's best to decide on one of the scenarios above, configure the Vendor Plans add-on, and let the problem solve itself automatically.</li></ol><p><a href="[unblocked_vendors_href]" target="_blank" class="btn btn-large btn-primary">See if any vendors got unblocked</a> <a href="[drop_lowers_allowed_balance_of_vendor_plans_href]" class="btn btn-large" style="margin-left: 35px;">Don't allow any negative balance</a></p>
de: <p>Vor dem Upgrade konnte die Verwaltungskonsole eines Anbieters auch dann blockiert werden, wenn der Anbieter die maximale Verschuldung nicht erreicht hatte. Dies geschah, wenn drei Bedingungen zusammentrafen: Es war Zeit, für den Plan zu zahlen; das Guthaben des Anbieters konnte dies nicht decken; der Anbieter zahlte nicht rechtzeitig. <b>Aber jetzt wird ein Verkäufer nicht mehr gesperrt, bevor er den Mindestbetrag unterschritten hat</b>.</p><p>Deshalb bitten wir Sie:</p><ol><li>Entscheiden Sie, wie Sie Ihren Marktplatz gestalten möchten. Konfigurieren Sie das Add-on Vendor Plans entsprechend. Es gibt 2 Szenarien:<ul><li>Der Kontostand eines Verkäufers kann bis zu einem bestimmten Punkt negativ werden. Sobald dies der Fall ist, hat der Verkäufer eine gewisse Zeit, um die Schulden zu begleichen, bevor es zu Konsequenzen kommt. <b>So funktioniert Ihr Marktplatz jetzt</b>. Wenn Sie es so wollen, dann schauen Sie sich einfach das Add-on Vendor Plans und seine Konfiguration an.</li><li>Keine Verkäuferschulden sind erlaubt. Wenn das Guthaben eines Verkäufers nicht ausreicht, um die Gebühr für den Plan zu decken, ohne ins Minus zu geraten, muss der Verkäufer die Schulden innerhalb der festgelegten Zeit begleichen. <b>Für dieses Szenario muss der zulässige Mindestsaldo 0</b> betragen. Wenn Sie das möchten, klicken Sie einfach auf die entsprechende Schaltfläche unten, und wir konfigurieren alles für Sie. Sie müssen sich nicht sofort entscheiden - Sie können es später immer noch anpassen.</li></ul></li><li>Einige Anbieter könnten mit dem alten <b>[vendor_debt_payout_old_addon_name]</b> blockiert worden sein, würden aber mit der aktuellen Konfiguration von <b>[vendor_debt_payout_addon]</b> nicht blockiert werden. Klicken Sie auf die Schaltfläche unten, um zu sehen, ob Sie solche Anbieter haben. Wenn ja, können Sie ihnen den Status "Suspended" geben, um ihren Zugriff auf das Admin-Panel zu beschränken. Am besten entscheiden Sie sich jedoch für eines der oben genannten Szenarien, konfigurieren das Add-on Vendor Plans und lassen das Problem automatisch lösen.</li></ol><p><a href="[unblocked_vendors_href]" target="_blank" class="btn btn-large btn-primary">Sehen Sie nach, ob ein Anbieter entsperrt wurde</a> <a href="[drop_lowers_allowed_balance_of_vendor_plans_href]" class="btn btn-large" style="margin-left: 35px;">Keinen negativen Saldo zulassen</a></p>
fr: </p> <p>Avant la mise à jour, le panneau d'administration d'un vendeur pouvait être bloqué même si le vendeur n'avait pas atteint la dette maximale. Cela se produisait lorsque 3 conditions étaient réunies : il était temps de payer le plan ; le solde du vendeur ne pouvait pas le couvrir ; le vendeur n'a pas payé à temps. <b>Mais maintenant, un vendeur ne se bloque pas avant de passer sous le solde minimum autorisé</b>.</p><p>C'est pourquoi nous vous demandons de :</p><ol><li>Décider comment vous souhaitez que votre place de marché fonctionne. Configurez l'add-on Plans des vendeurs en conséquence. Il existe 2 scénarios :<ul><li>Le solde d'un vendeur peut devenir négatif jusqu'à un certain point. Une fois que c'est le cas, le vendeur a un certain temps pour payer les dettes avant que des répercussions ne se produisent. <b>C'est ainsi que votre marché fonctionne actuellement</b>. Si vous aimez cette façon de faire, il suffit de jeter un coup d'œil à l'add-on Vendor Plans et à sa configuration.</li><li>Aucune dette du vendeur n'est autorisée. Chaque fois que le solde d'un vendeur ne peut pas couvrir les frais du plan sans devenir négatif, le vendeur devra payer la dette dans le délai spécifié. <b>Pour ce scénario, le solde minimum autorisé doit être de 0</b>. Si c'est ce que vous voulez, cliquez simplement sur le bouton correspondant ci-dessous, et nous configurerons tout pour vous. Vous n'avez pas à décider maintenant - vous pourrez toujours l'ajuster plus tard.</li></ul></li><li>Certains vendeurs pourraient avoir été bloqués par l'ancien <b>[vendor_debt_payout_old_addon_name]</b>, mais ne seraient pas bloqués avec la configuration actuelle de <b>[vendor_debt_payout_addon]</b>. Cliquez sur le bouton ci-dessous pour voir si vous avez de tels vendeurs. Si c'est le cas, vous pouvez leur donner le statut "suspendu" pour restreindre leur accès au panneau d'administration. Mais il est préférable de décider de l'un des scénarios ci-dessus, de configurer l'add-on Vendor Plans et de laisser le problème se résoudre automatiquement.</li></ol><p><a href="[unblocked_vendors_href]" target="_blank" class="btn btn-large btn-primary">Voir si des vendeurs ont été débloqués</a> <a href="[drop_lowers_allowed_balance_of_vendor_plans_href]" class="btn btn-large" style="margin-left : 35px;">N'autoriser aucun solde négatif</a></p><p>
it: <p>Prima dell'aggiornamento, il pannello di amministrazione di un venditore poteva essere bloccato anche quando il venditore non aveva raggiunto il debito massimo. Questo succedeva quando si verificavano 3 condizioni: era il momento di pagare il piano; il saldo del venditore non poteva coprirlo; il venditore non pagava in tempo. <b>Ma ora un venditore non viene bloccato prima di scendere sotto il saldo minimo consentito</b>.</p><p>Ecco perché ti chiediamo di:</p><ol><li>Decidere come vuoi che funzioni il tuo marketplace. Configura il modulo aggiuntivo Vendor Plans di conseguenza. Ci sono 2 scenari:<ul><li>Il saldo di un venditore può diventare negativo fino a un certo punto. Una volta che lo fa, il venditore ha un po' di tempo per pagare i debiti prima che ci siano ripercussioni. <b>Questo è il modo in cui il vostro mercato funziona ora</b>. Se ti piace così, allora dai un'occhiata all'add-on Vendor Plans e alla sua configurazione.</li><li>Nessun debito del venditore è permesso. Ogni volta che il saldo di un venditore non può coprire il costo del piano senza andare in negativo, il venditore dovrà pagare il debito entro il tempo specificato. <b>Per questo scenario, il saldo minimo consentito deve essere 0</b>. Se questo è quello che vuoi, basta cliccare sul pulsante corrispondente qui sotto, e noi configureremo tutto per te. Non devi decidere adesso - sarai sempre in grado di modificarlo in seguito.</li></ul></li><li>Alcuni venditori potrebbero essere stati bloccati dal vecchio <b>[vendor_debt_payout_old_addon_name]</b>, ma non sarebbero bloccati con la configurazione attuale di <b>[vendor_debt_payout_addon]</b>. Fai clic sul pulsante qui sotto per vedere se hai dei venditori di questo tipo. Se ce l'hai, puoi dare loro lo stato "Suspended" per limitare il loro accesso al pannello di amministrazione. Ma è meglio decidere uno degli scenari di cui sopra, configurare l'add-on Vendor Plans e lasciare che il problema si risolva automaticamente.</li></ol><p><a href=""[unblocked_vendors_href]" target="_blank" class="btn btn-large btn-primary">Vedi se qualche venditore è stato sbloccato</a> <a href="[drop_lowers_allowed_balance_of_vendor_plans_href]" class="btn btn-large" style="margin-left: 35px;">Non permettere alcun saldo negativo</a></p>

# Languages::vendor_debt_payout.minimum_allowed_balance_to_zero
source: We've set the minimum allowed balance to 0. Now whenever a vendor's balance goes below 0, the grace period will start, and the vendor will be asked to pay the debt.
de: Wir haben den zulässigen Mindestsaldo auf 0 gesetzt. Sobald der Saldo eines Verkäufers unter 0 fällt, beginnt die tilgungsfreie Zeit, und der Verkäufer wird aufgefordert, die Schuld zu begleichen.
fr: Nous avons fixé le solde minimum autorisé à 0. Désormais, chaque fois que le solde d'un fournisseur passe en dessous de 0, la période de grâce commencera et le fournisseur sera invité à payer la dette.
it: Abbiamo impostato il saldo minimo consentito a 0. Ora ogni volta che il saldo di un venditore scende sotto lo 0, inizia il periodo di grazia e al venditore viene chiesto di pagare il debito.

# Languages::vendor_debt_payout.admin_weekly_digest_of_suspended_vendors
source: Send weekly digest of suspended vendors
de: Wöchentliche Übersicht über ausgesetzte Lieferanten senden
fr: Envoyer un résumé hebdomadaire des vendeurs suspendus
it: Inviare il digest settimanale dei venditori sospesi

# Languages::vendor_debt_payout.debt_owned
source: Debt owned
de: Eigene Schulden
fr: Dette détenue
it: Debito posseduto

# Languages::vendor_debt_payout.account_balance
source: Account balance
de: Kontostand
fr: Solde du compte
it: Saldo del conto

# Languages::vendor_debt_payout.list_of_vendors_got_suspended_label
source: These vendors got suspended for debt automatically since the last report::
de: Die folgenden Anbieter wurden seit dem letzten Bericht automatisch wegen Schulden eingestellt::
fr: Ces vendeurs ont été suspendus pour dette automatiquement depuis le dernier rapport: :
it: Questi venditori sono stati sospesi per debito automaticamente dall'ultimo rapporto::

# Languages::vendor_debt_payout.list_of_vendors_got_suspended_and_paid_label
source: These vendors paid their debt and had their suspension lifted since the last report:
de: Diese Anbieter haben ihre Schulden bezahlt und die Aussetzung wurde seit dem letzten Bericht aufgehoben:
fr: Ces vendeurs ont payé leur dette et leur suspension a été levée depuis le dernier rapport :
it: Questi venditori hanno pagato il loro debito e la loro sospensione è stata revocata dall'ultimo rapporto:

# Languages::vendor_debt_payout.empty_list_of_vendors_got_suspended_label
source: No vendors got suspended for debt automatically since the last report.
de: Seit dem letzten Bericht wurde kein Anbieter automatisch wegen Schulden suspendiert.
fr: Aucun vendeur n'a été suspendu pour dette automatique depuis le dernier rapport.
it: Nessun venditore è stato sospeso per debito automaticamente dall'ultimo rapporto.

# Languages::vendor_debt_payout.empty_list_of_vendors_got_suspended_and_paid_label
source: No vendors paid their debt and had their suspension lifted since the last report.
de: Seit dem letzten Bericht hat kein Anbieter seine Schulden beglichen und die Aussetzung aufgehoben bekommen.
fr: Aucun vendeur n'a payé sa dette et vu sa suspension levée depuis le dernier rapport.
it: Nessun venditore ha pagato il suo debito e la sua sospensione è stata revocata dall'ultimo rapporto.
