Repository: rpayeras/deepl-api-tests
Catalog: */addons/vendor_debt_payout.po
Languages: de, fr, it

# Addons::name::vendor_debt_payout
source: Project-Id-Version: cs-cart-latest Content-Type: text/plain; charset=UTF-8 Language-Team: German Language: de_DE Plural-Forms: nplurals=2; plural=(n != 1); X-Crowdin-Project: cs-cart-latest X-Crowdin-Project-ID: 50163 X-Crowdin-Language: de X-Crowdin-File: /head/addons/vendor_debt_payout.po X-Crowdin-File-ID: 221 PO-Revision-Date: 2021-12-13 08:01
de: Zahlungen zwischen Lieferanten und Verwaltern

# Addons::description::vendor_debt_payout
source: Restricts the functionality of vendors' admin panels under certain conditions and enables your vendors to pay their fees and debts from their admin panel dashboards. It is as easy as purchasing a product from the storefront.
de: Schränkt die Funktionalität der Verwaltungskonsolen von Verkäufern unter bestimmten Bedingungen ein und ermöglicht es Ihren Verkäufern, ihre Gebühren und Schulden über ihre Verwaltungskonsolen zu bezahlen. Es ist so einfach wie der Kauf eines Produkts über das Schaufenster.
fr: Limite la fonctionnalité des panneaux d'administration des vendeurs sous certaines conditions et permet à vos vendeurs de payer leurs frais et leurs dettes à partir des tableaux de bord de leur panneau d'administration. C'est aussi simple que d'acheter un produit dans la vitrine.
it: Limita la funzionalità dei pannelli di amministrazione dei venditori a certe condizioni e permette ai tuoi venditori di pagare le loro tasse e debiti dalle loro dashboard del pannello di amministrazione. È facile come acquistare un prodotto dalla vetrina del negozio.

# SettingsOptions::vendor_debt_payout::default_lowers_allowed_balance
source: Suspend vendors if their balance remains below
de: Verkäufer aussetzen, wenn ihr Saldo unter
fr: Suspendre les vendeurs si leur solde reste inférieur à
it: Sospendere i venditori se il loro saldo rimane al di sotto di

# SettingsOptions::vendor_debt_payout::default_grace_period_to_refill_balance
source: Grace period to refill balance
de: Karenzzeit für die Auffüllung des Guthabens
fr: Délai de grâce pour recharger le solde
it: Periodo di grazia per ricaricare il saldo

# SettingsOptions::vendor_debt_payout::vendor_taxes
source: Taxes on refilling balance
de: Steuern auf das Nachfüllen von Guthaben
fr: Taxes sur la recharge du solde
it: Tasse sulla ricarica del saldo

# Languages::vendor_debt_payout
source: Vendor-to-admin payments
de: Zahlungen zwischen Lieferanten und Verwaltern
fr: Paiements entre vendeurs et administrateurs
it: Pagamenti da fornitore ad amministratore

# Languages::vendor_debt_payout.debt_payout
source: Marketplace fees
de: Gebühren für den Marktplatz
fr: Frais de marché
it: Tasse del mercato

# Languages::vendor_debt_payout.debt_payout_w_order
source: Marketplace fees (order #[id])
de: Marktplatzgebühren (Bestellung #[id])
fr: Frais de marché (commande # [id])
it: Spese di mercato (ordine #[id])

# Languages::vendor_debt_payout.payment_surcharge_w_order
source: Payment surcharge for marketplace fees (order #[id])
de: Zahlungszuschlag für Marktplatzgebühren (Bestellnummer [id])
fr: Supplément de paiement pour les frais du marché (commande #[id])
it: Supplemento di pagamento per le tasse del mercato (ordine #[id])

# Languages::vendor_debt_payout.pay_fees
source: Pay the fees
de: Bezahlen Sie die Gebühren
fr: Payer les frais
it: Pagare le tasse

# Languages::vendor_debt_payout.vendor_debt_limit
source: Restrict admin panel functions if vendor's debt reaches
de: Funktionen des Admin-Panels einschränken, wenn die Schulden des Verkäufers die
fr: Restreindre les fonctions du panneau d'administration si la dette du vendeur atteint
it: Limitare le funzioni del pannello di amministrazione se il debito del venditore raggiunge

# Languages::ttc_vendor_debt_payout.vendor_debt_limit
source: When a vendor's balance is negative and reaches this number, the vendor's administration panel will not allow to perform any actions. When a vendor's negative balance is half this number, the vendor will see the warning specified in the "vendor_debt_payout.debt_near_limit_message" language variable.
de: Wenn der Saldo eines Verkäufers negativ ist und diese Zahl erreicht, können im Verwaltungsbereich des Verkäufers keine Aktionen durchgeführt werden. Wenn der negative Saldo eines Verkäufers die Hälfte dieses Wertes erreicht, erhält der Verkäufer die in der Sprachvariablen "vendor_debt_payout.debt_near_limit_message" angegebene Warnung.
fr: Lorsque le solde d'un fournisseur est négatif et atteint ce nombre, le panneau d'administration du fournisseur ne permet pas d'effectuer des actions. Lorsque le solde négatif d'un fournisseur est inférieur à la moitié de ce chiffre, le fournisseur reçoit l'avertissement spécifié dans la variable linguistique "vendor_debt_payout.debt_near_limit_message".
it: Quando il saldo di un venditore è negativo e raggiunge questo numero, il pannello di amministrazione del venditore non permetterà di eseguire alcuna azione. Quando il saldo negativo di un fornitore è la metà di questo numero, il fornitore vedrà l'avviso specificato nella variabile linguistica "vendor_debt_payout.debt_near_limit_message".

# Languages::vendor_debt_payout.payout_overdue_limit
source: Grace period for vendor plan fees
de: Karenzzeit für Verkäuferplangebühren
fr: Délai de grâce pour les frais de plan du vendeur
it: Periodo di grazia per le tasse del piano del venditore

# Languages::ttc_vendor_debt_payout.payout_overdue_limit
source: Payments for plans are drawn from the vendor's account balance. If the balance gets negative after the fee is taken, and this period expires, the vendor's administration panel will not allow to perform any actions until the vendor pays the debt.
de: Die Zahlungen für die Pläne werden vom Kontostand des Verkäufers abgezogen. Wenn der Kontostand nach Einzug der Gebühr negativ wird und diese Frist abläuft, können im Verwaltungsbereich des Anbieters keine Aktionen durchgeführt werden, bis der Anbieter die Schuld beglichen hat.
fr: Les paiements des plans sont prélevés sur le solde du compte du vendeur. Si le solde devient négatif après le prélèvement des frais, et que cette période expire, le panneau d'administration du vendeur ne permettra pas d'effectuer des actions jusqu'à ce que le vendeur paie la dette.
it: I pagamenti per i piani vengono prelevati dal saldo del conto del venditore. Se il saldo diventa negativo dopo il prelievo, e questo periodo scade, il pannello di amministrazione del venditore non permetterà di eseguire alcuna azione finché il venditore non pagherà il debito.

# Languages::vendor_debt_payout.day_or_days
source: day(s)
de: Tag(e)
fr: jour(s)
it: giorno/i

# Languages::vendor_debt_payout.pending_payout_message
source: You need to pay the fee of [fee_amount] for using the [plan_name] plan. Your current account balance is [current_balance]. If the fee isn't paid until [overdue_date], you won't be able to work with the administration panel until you <a href="[pay_url]" target="_blank">pay all your marketplace fees</a>.
de: Sie müssen die Gebühr von [fee_amount] für die Nutzung des Tarifs [plan_name] bezahlen. Ihr aktueller Kontostand ist [aktueller_Stand]. Wenn die Gebühr nicht bis zum [overdue_date] bezahlt wurde, können Sie nicht mit dem Administrationspanel arbeiten, bis Sie <a href="[pay_url]" target="_blank">alle Ihre Marktplatzgebühren</a> bezahlt haben.
fr: Vous devez payer des frais de [fee_amount] pour utiliser le plan [plan_name]. Le solde actuel de votre compte est de [current_balance]. Si les frais ne sont pas payés avant [overdue_date], vous ne pourrez pas travailler avec le panneau d'administration jusqu'à ce que vous <a href="[pay_url]" target="_blank">payiez tous vos frais de place de marché</a>.
it: Devi pagare la tassa di [fee_amount] per usare il piano [plan_name]. Il tuo attuale saldo del conto è [current_balance]. Se la tassa non viene pagata fino a [overdue_date], non sarai in grado di lavorare con il pannello di amministrazione fino a quando non <a href="[pay_url]" target="_blank">pagherai tutte le tue tasse del mercato</a>.

# Languages::vendor_debt_payout.debt_near_limit_message
source: Your account balance is currently [current_balance]. If it reaches [minimal_balance], you won't be able to use your administration panel until you <a href="[pay_url]" target="_blank">pay all your marketplace fees</a>.
de: Ihr Kontostand beträgt derzeit [current_balance]. Wenn er [minimal_balance] erreicht, können Sie Ihr Administrationspanel nicht mehr nutzen, bis Sie <a href="[pay_url]" target="_blank">alle Ihre Marktplatzgebühren</a> bezahlt haben.
fr: Le solde de votre compte est actuellement de [current_balance]. S'il atteint [minimal_balance], vous ne pourrez plus utiliser votre panneau d'administration jusqu'à ce que vous <a href="[pay_url]" target="_blank">payiez tous vos frais de place de marché</a>.
it: Il saldo del tuo account è attualmente [current_balance]. Se raggiunge [minimum_balance], non sarai in grado di usare il tuo pannello di amministrazione fino a quando non <a href="[pay_url]" target="_blank">pagherai tutte le tue spese del mercato</a>.

# Languages::vendor_debt_payout.block_alert
source: <p>Your access to the administration panel has been restricted automatically because you have reached the limit of negative account balance or haven't paid a fee for your vendor plan in time.</p><p>Your current account balance is [current_balance].</p><p>Please <a href="[pay_url]">pay the marketplace fees</a> — once the payment is processed, your access to the administration panel will be restored automatically.</p>
de: <p>Ihr Zugang zum Administrationsbereich wurde automatisch eingeschränkt, weil Sie die Grenze des negativen Kontostandes erreicht haben oder eine Gebühr für Ihren Anbieterplan nicht rechtzeitig bezahlt haben.</p><p>Ihr aktueller Kontostand ist [current_balance].</p><p>Bitte <a href="[pay_url]">bezahlen Sie die Marktplatzgebühren</a> - sobald die Zahlung verarbeitet wurde, wird Ihr Zugang zum Administrationsbereich automatisch wiederhergestellt.</p>
fr: </p><p>Votre accès au panneau d'administration a été restreint automatiquement parce que vous avez atteint la limite du solde négatif de votre compte ou que vous n'avez pas payé les frais de votre plan de fournisseur à temps.</p><p>Votre solde actuel de compte est de [current_balance].</p><p>Veuillez <a href="[pay_url]">payer les frais de place de marché</a> - une fois le paiement traité, votre accès au panneau d'administration sera restauré automatiquement.</p>
it: <p>Il tuo accesso al pannello di amministrazione è stato limitato automaticamente perché hai raggiunto il limite di saldo negativo dell'account o non hai pagato una tassa per il tuo piano venditore in tempo.</p><p>Il tuo saldo attuale dell'account è [current_balance].</p><p>Per favore <a href="[pay_url]">paga le tasse del marketplace</a> - una volta che il pagamento viene elaborato, il tuo accesso al pannello di amministrazione sarà ripristinato automaticamente.</p>

# Languages::vendor_debt_payout.suspend_vendors
source: Suspend vendors
de: Anbieter aussetzen
fr: Suspendre les vendeurs
it: Sospendere i venditori

# Languages::vendor_debt_payout.lowest_allowed_balance
source: Suspend vendors if their balance remains below
de: Verkäufer aussetzen, wenn ihr Saldo unter
fr: Suspendre les vendeurs si leur solde reste inférieur à
it: Sospendere i venditori se il loro saldo rimane al di sotto di

# Languages::vendor_debt_payout.grace_period_to_refill_balance
source: Grace period to refill balance
de: Karenzzeit für die Auffüllung des Guthabens
fr: Délai de grâce pour recharger le solde
it: Periodo di grazia per ricaricare il saldo

# Languages::vendor_debt_payout.vendor_status_changed.reason
source: The debt of [amount] that hasn't been paid until [date].
de: Die Schulden in Höhe von [amount], die bis zum [date] noch nicht beglichen worden sind.
fr: La dette de [amount] qui n'a pas été payée jusqu'au [date].
it: Il debito di [amount] che non è stato pagato fino a [data].

# Languages::vendor_debt_payout.lowest_allowed_balance_info_text
source: To make working with suspended vendors easier, please check the settings of the <a href="[link]">Vendor-to-admin payments</a> add-on.
de: Um die Arbeit mit suspendierten Verkäufern zu erleichtern, überprüfen Sie bitte die Einstellungen des Add-ons <a href="[link]">Zahlungen von Verkäufer zu Administrator</a>.
fr: Pour faciliter le travail avec les vendeurs suspendus, veuillez vérifier les paramètres du module complémentaire <a href="[link]">Paiements entre vendeurs et administrateurs</a>.
it: Per facilitare il lavoro con i venditori sospesi, controlla le impostazioni dell'add-on <a href="[link]">Vendor-to-admin payments</a>.

# Languages::vendor_debt_payout.vendor_plan_debt_info_text
source: A vendor can get suspended if the debt exceeds the conditions of the <a href="[link]">vendor plan</a>.
de: Ein Verkäufer kann suspendiert werden, wenn die Schulden die Bedingungen des <a href="[link]">Lieferantenplans</a> überschreiten.
fr: Un vendeur peut être suspendu si sa dette dépasse les conditions du <a href="[link]">plan du vendeur</a>.
it: Un venditore può essere sospeso se il debito supera le condizioni del <a href="[link]">piano del venditore</a>.

# Languages::vendor_debt_payout.hide_products
source: Hide products of suspended vendors
de: Produkte von suspendierten Verkäufern ausblenden
fr: Cacher les produits des vendeurs suspendus
it: Nascondere i prodotti dei venditori sospesi

# Languages::vendor_debt_payout.block_admin_panel
source: Block admin panel of suspended vendors
de: Admin-Panel von gesperrten Anbietern sperren
fr: Bloquer le panneau d'administration des vendeurs suspendus
it: Blocca il pannello di amministrazione dei venditori sospesi

# SettingsOptions::vendor_debt_payout::block_admin_panel
source: Block admin panel of suspended vendors
de: Admin-Panel von gesperrten Anbietern sperren
fr: Bloquer le panneau d'administration des vendeurs suspendus
it: Blocca il pannello di amministrazione dei venditori sospesi

# Languages::vendor_debt_payout.vendor_notifications
source: Notify vendors about upcoming suspension
de: Benachrichtigung der Lieferanten über die bevorstehende Aussetzung
fr: Informer les vendeurs de la suspension à venir
it: Avvisare i venditori dell'imminente sospensione

# Languages::vendor_debt_payout.admin_notifications
source: Notify admin about suspended vendors
de: Benachrichtigung der Verwaltung über ausgesetzte Lieferanten
fr: Notifier à l'administration les vendeurs suspendus
it: Notifica all'amministrazione dei venditori sospesi

# Languages::vendor_debt_payout.edit_notifications_link
source: <a target = "_blank" href = "[link]">Edit notifications</a>
de: <a target = "_blank" href = "[link]">Benachrichtigungen bearbeiten</a>
fr: <a target = "_blank" href = "[link]">Modifier les notifications</a>
it: <a target = "_blank" href = "[link]">Modifica notifiche</a>

# Languages::vendor_debt_payout.admin_notifications_weekly
source: Send weekly digest of suspended vendors
de: Wöchentliche Übersicht über ausgesetzte Lieferanten senden
fr: Envoyer un résumé hebdomadaire des vendeurs suspendus
it: Inviare il digest settimanale dei venditori sospesi

# Languages::vendor_debt_payout.disable_suspended_vendors
source: Disable suspended vendors after a while
de: Ausgesetzte Anbieter nach einer Weile deaktivieren
fr: Désactiver les vendeurs suspendus après un certain temps
it: Disattivare i venditori sospesi dopo un po' di tempo

# Languages::vendor_debt_payout.days_before_disable
source: Time in days before a suspended vendor is disabled
de: Zeit in Tagen, bevor ein ausgesetzter Lieferant deaktiviert wird
fr: Délai en jours avant qu'un vendeur suspendu soit désactivé
it: Tempo in giorni prima che un fornitore sospeso sia disabilitato

# Languages::vendor_debt_payout.vendor_notifications_about_disable
source: Notify vendors about their disabled account
de: Benachrichtigung von Lieferanten über ihr deaktiviertes Konto
fr: Notifier aux vendeurs que leur compte est désactivé
it: Informare i venditori del loro account disattivato

# Languages::vendor_debt_payout.admin_notifications_about_disable
source: Notify admin about disabled vendors
de: Benachrichtigung der Verwaltung über deaktivierte Anbieter
fr: Notifier à l'administration les vendeurs handicapés
it: Notifica all'amministrazione dei venditori disabilitati

# Languages::vendor_debt_payout.actions_on_suspended
source: Actions on suspended vendors
de: Maßnahmen gegen ausgesetzte Lieferanten
fr: Actions sur les vendeurs suspendus
it: Azioni sui venditori sospesi

# Languages::vendor_debt_payout.notifications
source: Notifications
de: Benachrichtigungen
it: Notifiche

# Languages::vendor_debt_payout.refill_balance
source: Refill balance
de: Guthaben auffüllen
fr: Recharge du solde
it: Saldo di ricarica

# Languages::vendor_debt_payout.enter_an_amount
source: Enter an amount
de: Eingabe eines Betrags
fr: Entrez un montant
it: Inserisci un importo

# Languages::vendor_debt_payout.error_refill_amount_lower_than_zero
source: Sorry, couldn't proceed to payment. The specified sum must be greater than 0.
de: Tut mir leid, die Zahlung konnte nicht durchgeführt werden. Die angegebene Summe muss größer als 0 sein.
fr: Désolé, je n'ai pas pu procéder au paiement. La somme spécifiée doit être supérieure à 0.
it: Spiacente, non è stato possibile procedere al pagamento. La somma specificata deve essere maggiore di 0.

# Languages::vendor_debt_payout.suspend_debt_notification
source: Your account is suspended. To lift the suspension, please deposit at least [amount] to refill the balance up to [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Refill balance</a>.
de: Ihr Konto ist gesperrt. Um die Sperrung aufzuheben, zahlen Sie bitte mindestens [amount] ein, um das Guthaben bis zu [vendor_plan_lowers_allowed_balance] wieder aufzufüllen. <a target="_blank" href="[link]">Guthaben wieder auffüllen</a>.
fr: Votre compte est suspendu. Pour lever la suspension, veuillez déposer au moins [amount] pour recharger le solde jusqu'à [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Recharger le solde</a>.
it: Il tuo account è sospeso. Per revocare la sospensione, deposita almeno [amount] per ricaricare il saldo fino a [vendor_plans_lowers_allowed_balance]. <a target="_blank" href="[link]">Ricarica saldo</a>.

# Languages::vendor_debt_payout.warning_debt_notification
source: Your account might get suspended soon. Please deposit at least [amount] until [date] to avoid suspension. <a target="_blank" href="[link]">Refill balance</a>.
de: Ihr Konto könnte bald gesperrt werden. Bitte zahlen Sie mindestens [amount] bis zum [date] ein, um eine Sperrung zu vermeiden. <a target="_blank" href="[link]">Guthaben wieder auffüllen</a>.
fr: Votre compte risque d'être suspendu prochainement. Veuillez déposer au moins [amount] jusqu'au [date] pour éviter la suspension. <a target="_blank" href="[link]">Recharger le solde</a>.
it: Il tuo conto potrebbe essere sospeso presto. Per favore deposita almeno [amount] fino a [data] per evitare la sospensione. <a target="_blank" href="[link]">Ricarica saldo</a>.

# Languages::vendor_debt_payout.suspend_debt_alert
source: <p>Your account has been suspended automatically.</p><p>Reason: your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance].</p><p>Please deposit at least [amount]. Once the payment is processed, the suspension will be lifted automatically.</p>
de: <p>Ihr Konto wurde automatisch gesperrt.</p><p>Grund: Ihr aktueller Kontostand beträgt [Kontostand], der unter dem zulässigen Mindestkontostand von [lowers_allowed_balance] liegt.</p><p>Bitte zahlen Sie mindestens [amount] ein. Sobald die Einzahlung bearbeitet ist, wird die Sperrung automatisch aufgehoben.</p>
fr: </p><p>Votre compte a été suspendu automatiquement.</p><p>Raison : votre solde actuel est de [balance], ce qui est inférieur au solde minimum autorisé de [lowers_allowed_balance].</p><p>Veuillez déposer au moins [amount]. Une fois le paiement traité, la suspension sera levée automatiquement.</p><p>.
it: <p>Il tuo conto è stato sospeso automaticamente.</p><p>Ragione: il tuo saldo attuale è [saldo], che è inferiore al saldo minimo consentito di [lowers_allowed_balance].</p><p>Per favore, deposita almeno [amount]. Una volta che il pagamento è processato, la sospensione sarà rimossa automaticamente.</p>

# Languages::vendor_debt_payout.warning_debt_alert
source: <p>Your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance].</p><p>Please deposit at least [amount] until [date]. Otherwise your account might get suspended.
de: <p>Ihr aktueller Kontostand beträgt [Kontostand] und liegt damit unter dem zulässigen Mindestkontostand von [senkt_erlaubten_Kontostand].</p><p>Bitte zahlen Sie mindestens [amount] bis zum [date] ein. Andernfalls könnte Ihr Konto gesperrt werden.
fr: </p><p>Votre solde actuel est de [balance], ce qui est inférieur au solde minimum autorisé de [lowers_allowed_balance].</p><p>Veuillez déposer au moins [amount] jusqu'au [date]. Sinon, votre compte risque d'être suspendu.
it: <p>Il tuo saldo attuale è [saldo], che è inferiore al saldo minimo consentito di [lowers_allowed_balance].</p><p>Per favore deposita almeno [amount] fino a [data]. Altrimenti il tuo conto potrebbe essere sospeso.

# Languages::vendor_debt_payout.dashboard_suspended_vendors
source: Suspended vendors
de: Ausgesetzte Lieferanten
fr: Vendeurs suspendus
it: Fornitori sospesi

# Languages::vendor_debt_payout.negative_balance_reached.subject
source: Your account might get suspended soon
de: Ihr Konto könnte bald gesperrt werden
fr: Votre compte pourrait être suspendu bientôt
it: Il tuo account potrebbe essere sospeso presto

# Languages::vendor_debt_payout.suspended_status_reached.subject
source: Your account is suspended
de: Ihr Konto ist gesperrt
fr: Votre compte est suspendu
it: Il tuo account è sospeso

# Languages::vendor_debt_payout.event.negative_balance_reached.name
source: Vendor sign-in: Debt and grace period
de: Anmeldung des Verkäufers: Verschuldung und tilgungsfreie Zeit
fr: Signature du vendeur : Dette et délai de grâce
it: Registrazione del fornitore: Debito e periodo di grazia

# Languages::vendor_debt_payout.negative_balance_reached.message
source: Please deposit at least [amount] until [date] to avoid suspension.
de: Bitte zahlen Sie mindestens [amount] bis [date] ein, um eine Aussetzung zu vermeiden.
fr: Veuillez déposer au moins [amount] jusqu'au [date] pour éviter la suspension.
it: Si prega di depositare almeno [amount] fino a [data] per evitare la sospensione.

# Languages::vendor_debt_payout.suspended_status_reached.message
source: To lift the suspension, please deposit at least [amount] to refill the balance up to [vendor_plan_lowers_allowed_balance].
de: Um die Aussetzung aufzuheben, zahlen Sie bitte mindestens [amount] ein, um das Guthaben bis zu [vendor_plan_lowers_allowed_balance] wieder aufzufüllen.
fr: Pour lever la suspension, veuillez déposer au moins [amount] pour recharger le solde jusqu'à [vendor_plan_lowers_allowed_balance].
it: Per revocare la sospensione, deposita almeno [amount] per ricaricare il saldo fino a [vendor_plane_lowers_allowed_balance].

# Languages::email_template.vendor_debt_payout_vendor_days_before_suspended
source: Vendor-to-admin payments notifications
de: Benachrichtigungen über Zahlungen zwischen Lieferanten und Verwaltern
fr: Notifications de paiements entre fournisseurs et administrateurs
it: Notifiche di pagamenti da fornitore ad amministratore

source: Vendor-to-admin payments notifications
de: Benachrichtigungen über Zahlungen zwischen Lieferanten und Verwaltern
fr: Notifications de paiements entre fournisseurs et administrateurs
it: Notifiche di pagamenti da fornitore ad amministratore
