Repository: rpayeras/deepl-api-tests
Catalog: */addons/vendor_data_premoderation.po
Languages: de

# Addons::name::vendor_data_premoderation
source: Vendor data premoderation
de: Vormoderation von Lieferantendaten

# Addons::description::vendor_data_premoderation
source: Lets you pre-moderate vendors activity
de: Ermöglicht es Ihnen, die Aktivität von Anbietern vorzumoderieren

# Languages::vendor_data_premoderation.notification_for_deleted_statuses
source: Vendor Data Premoderation add-on has been disabled. Products with the "Requires approval" or "Disapproved" statuses no longer have any status. These products won't appear to customers until you or your vendors set some other status for them. If you activate the add-on again, the statusless products will get their statuses back. If you uninstall the add-on, all products will get a correct status automatically.
de: Das Add-on Vendor Data Premoderation wurde deaktiviert. Produkte mit dem Status "Erfordert Genehmigung" oder "Nicht genehmigt" haben keinen Status mehr. Diese Produkte werden für Kunden nicht angezeigt, bis Sie oder Ihre Lieferanten einen anderen Status für sie festlegen. Wenn Sie das Add-on erneut aktivieren, erhalten die Produkte ohne Status ihren Status zurück. Wenn Sie das Add-on deinstallieren, erhalten alle Produkte automatisch einen korrekten Status.

# Languages::product_approval_menu_description
source: Manage individual products or group of products supplied by the store vendors.
de: Verwalten Sie einzelne Produkte oder Produktgruppen, die von den Verkäufern der Filiale geliefert werden.

# Languages::vendor_data_premoderation
source: Vendor data premoderation
de: Vormoderation von Lieferantendaten

# Languages::product_approval
source: Product approval
de: Produktzulassung

# Languages::notify_vendor_by_email
source: Notify vendor by e-mail
de: Verkäufer per E-Mail benachrichtigen

# Languages::product_approval_status_approved
source: Your product [product] has been approved by the store administration and added to the product catalog. Now shoppers can order this product in the store.
de: Ihr Produkt [product] wurde von der Shop-Verwaltung genehmigt und dem Produktkatalog hinzugefügt. Jetzt können Kunden dieses Produkt in der Filiale bestellen.

# Languages::product_approval_status_disapproved
source: Your product [product] has been disapproved by the store administration
de: Ihr Produkt [product] wurde von der Geschäftsleitung abgelehnt

# Languages::products_approval_status_approved
source: Thank you for submitting new products. The following products have been approved by the store administration and added to the product catalog
de: Vielen Dank für die Einreichung neuer Produkte. Die folgenden Produkte wurden von der Shop-Verwaltung genehmigt und in den Produktkatalog aufgenommen

# Languages::text_shoppers_can_order_products
source: Now shoppers can order these products in the store.
de: Jetzt können die Kunden diese Produkte im Geschäft bestellen.

# Languages::products_approval_status_disapproved
source: Thank you for submitting new products. The following products have been disapproved by the store administration
de: Vielen Dank für das Einreichen neuer Produkte. Die folgenden Produkte wurden von der Shop-Verwaltung abgelehnt

# Languages::approve_selected
source: Approve selected
de: Ausgewählte genehmigen

# Languages::disapprove_selected
source: Disapprove selected
de: Nicht genehmigen ausgewählt

# Languages::pre_moderation
source: Require approval for new products
de: Für neue Produkte eine Genehmigung verlangen

# Languages::pre_moderation_edit
source: Require approval for updated products
de: Genehmigung für aktualisierte Produkte erforderlich machen

# Languages::pre_moderation_edit_vendors
source: Require approval for vendor profile changes
de: Genehmigung für Änderungen des Lieferantenprofils erforderlich machen

# Languages::text_not_approved_products
source: You have products that require your approval. Please <a href="[link]">follow this link</a> to review these products.
de: Sie haben Produkte, die Ihre Zustimmung erfordern. Bitte <a href="[link]">folgen Sie diesem Link</a>, um diese Produkte zu prüfen.

# Languages::products_approval_status_changed
source: Your product(s) have been [status]
de: Ihr(e) Produkt(e) wurde(n) [status]

# Languages::approval
source: Approval
de: Zulassung

# Languages::text_vendor_profile_changes_notice
source: Are you sure that you want to update the profile? Information about your company will not be available in the customer area until the administrator approves it.
de: Sind Sie sicher, dass Sie Ihr Profil aktualisieren möchten? Die Informationen über Ihr Unternehmen sind im Kundenbereich erst dann verfügbar, wenn der Administrator sie genehmigt hat.

# Languages::privileges.manage_product_premoderation
source: Can manage
de: Kann verwalten

# Languages::privilege_groups.product_premoderation
source: Product approval
de: Produktzulassung

# SettingsSections::vendor_data_premoderation::vendors
source: Vendor account
de: Konto des Verkäufers

# SettingsSections::vendor_data_premoderation::products
source: Vendor products
de: Produkte des Verkäufers

# SettingsOptions::vendor_data_premoderation::products_prior_approval
source: Approval of newly-created products
de: Genehmigung von neu geschaffenen Produkten

# SettingsOptions::vendor_data_premoderation::products_updates_approval
source: Approval of product info updates
de: Genehmigung von Aktualisierungen der Produktinformation

# SettingsOptions::vendor_data_premoderation::vendor_profile_updates_approval
source: Approval of vendor profile updates
de: Genehmigung von Aktualisierungen des Lieferantenprofils

# SettingsOptions::vendor_data_premoderation::product_approval_notifications
source: Notify vendors about product moderation results
de: Benachrichtigung der Verkäufer über die Ergebnisse der Produktmoderation

# SettingsOptions::vendor_data_premoderation::product_premoderation_fields
source: Require approval for updates of
de: Genehmigungspflicht für Aktualisierungen von

source: Isn't required
de: Ist nicht erforderlich

source: Required for some vendors
de: Bei einigen Anbietern erforderlich

source: Required for all vendors
de: Erforderlich für alle Anbieter

# SettingsVariants::vendor_data_premoderation::products_prior_approval::none
source: Isn't required
de: Ist nicht erforderlich

# SettingsVariants::vendor_data_premoderation::products_prior_approval::custom
source: Required for some vendors
de: Bei einigen Anbietern erforderlich

# SettingsVariants::vendor_data_premoderation::products_prior_approval::all
source: Required for all vendors
de: Erforderlich für alle Anbieter

# SettingsVariants::vendor_data_premoderation::products_updates_approval::none
source: Isn't required
de: Ist nicht erforderlich

# SettingsVariants::vendor_data_premoderation::products_updates_approval::custom
source: Required for some vendors
de: Bei einigen Anbietern erforderlich

# SettingsVariants::vendor_data_premoderation::products_updates_approval::all
source: Required for all vendors
de: Erforderlich für alle Anbieter

source: Don't notify
de: Nicht benachrichtigen

source: Send e-mail
de: E-Mail senden

source: Display a notification in the Notifications center
de: Anzeige einer Benachrichtigung im Benachrichtigungszentrum

source: Send e-mail and display a notification in the Notifications center
de: E-Mail senden und eine Benachrichtigung im Benachrichtigungszentrum anzeigen

# Languages::email_template.vendor_data_premoderation_notification
source: Vendor premoderation
de: Vormoderation des Verkäufers

# Languages::vendor_data_premoderation.exclude_disapproved_products
source: Exclude disapproved products
de: Nicht zugelassene Produkte ausschließen

# Languages::vendor_data_premoderation.product_status.requires_approval
source: Requires approval
de: Erfordert Genehmigung

# Languages::vendor_data_premoderation.product_status.disapproved
source: Disapproved
de: Abgelehnt

# Languages::vendor_data_premoderation.require_approval
source: Products on moderation
de: Produkte zur Mäßigung

# Languages::vendor_data_premoderation.require_vendor_action
source: Disapproved products
de: Nicht zugelassene Produkte

# Languages::vendor_data_premoderation.disapproved
source: Disapproved
de: Abgelehnt

# Languages::vendor_data_premoderation.approve_product_btn
source: Approve product
de: Produkt genehmigen

# Languages::vendor_data_premoderation.approve_product
source: Approve "[product]"
de: Genehmigen Sie "[product]"

# Languages::vendor_data_premoderation.disapprove_product_btn
source: Disapprove product
de: Produkt nicht genehmigen

# Languages::vendor_data_premoderation.disapprove_product
source: Disapprove "[product]"
de: Nicht genehmigen "[product]"

# Languages::vendor_data_premoderation.disapprove_products
source: Disapprove products
de: Produkte nicht genehmigen

# Languages::vendor_data_premoderation.disapproval_reason
source: Disapproval reason
de: Grund der Ablehnung

# Languages::vendor_data_premoderation.enter_disapproval_reason
source: Enter the reason for disapproval and save the changes.
de: Geben Sie den Grund für die Ablehnung ein und speichern Sie die Änderungen.

source: You have [n] product that requires your approval|You have [n] products that require your approval
de: Sie haben [n] Produkte, die Ihre Zustimmung erfordern|Sie haben [n] Produkte, die Ihre Zustimmung erfordern

source: This product is pending for your approval since [since]. Click here to view this product.|These products are pending for your approval since [since]. Click here to view these products.
de: Dieses Produkt ist seit [since] für Ihre Genehmigung anhängig. Klicken Sie hier, um dieses Produkt zu sehen.|Diese Produkte sind für Ihre Genehmigung anhängig seit [since]. Klicken Sie hier, um diese Produkte zu sehen.

# Languages::vendor_data_premoderation.notification.approved.title
source: Your product has been approved|Your products have been approved
de: Ihr Produkt wurde zugelassen|Ihre Produkte wurden zugelassen

# Languages::vendor_data_premoderation.notification.approved.message
source: "[product]" has been approved by the store administration and added to the product catalog. Click here to view this product.|[n] products have been approved by the store administration and added to the product catalog. Click here to view these products.
de: "[product]" wurde von der Shop-Verwaltung genehmigt und dem Produktkatalog hinzugefügt. Klicken Sie hier, um dieses Produkt zu sehen.|[n] Produkte wurden von der Shop-Verwaltung genehmigt und dem Produktkatalog hinzugefügt. Klicken Sie hier, um diese Produkte zu sehen.

# Languages::vendor_data_premoderation.notification.disapproved.title
source: Your product has been disapproved|Your products have been disapproved
de: Ihr Produkt wurde abgelehnt|Ihre Produkte wurden abgelehnt

# Languages::vendor_data_premoderation.notification.disapproved.message
source: "[product]" has been disapproved by the store administration. Click here to view this product.|[n] products have been disapproved by the store administration. Click here to view these products.
de: "[product]" wurde von der Shop-Verwaltung abgelehnt. Klicken Sie hier, um dieses Produkt zu sehen.|[n] Produkte wurden von der Shop-Verwaltung abgelehnt. Klicken Sie hier, um diese Produkte zu sehen.

# Languages::vendor_data_premoderation.products_sent_to_premoderation
source: Your changes have been saved. Before your product is added to the product catalog, it must be approved by the store administration. Follow <a href="[product_approval_url]">this link</a> to view products that require approval.|Your changes have been saved. Before your products are added to the product catalog, they must be approved by the store administration. Follow <a href="[product_approval_url]">this link</a> to view products that require approval.
de: Ihre Änderungen wurden gespeichert. Bevor Ihr Produkt in den Produktkatalog aufgenommen wird, muss es von der Shopverwaltung genehmigt werden. Folgen Sie <a href="[product_approval_url]">diesem Link</a>, um Produkte zu sehen, die genehmigt werden müssen.|Ihre Änderungen wurden gespeichert. Bevor Ihre Produkte in den Produktkatalog aufgenommen werden, müssen sie von der Shop-Verwaltung genehmigt werden. Folgen Sie <a href="[product_approval_url]">diesem Link</a>, um die Produkte zu sehen, die genehmigt werden müssen.

# Languages::vendor_data_premoderation.event.product_status.approved.name
source: Vendor data premoderation: your product was approved
de: Vormoderation der Lieferantendaten: Ihr Produkt wurde genehmigt

# Languages::vendor_data_premoderation.event.product_status.disapproved.name
source: Vendor data premoderation: your product was disapproved
de: Vormoderation der Lieferantendaten: Ihr Produkt wurde abgelehnt

# Languages::vendor_data_premoderation.approval_info_text
source: If approval is required only for some vendors, you'll be able to set what vendors need moderation on the Add-ons tab of the vendor editing page.
de: Wenn eine Genehmigung nur für bestimmte Anbieter erforderlich ist, können Sie auf der Registerkarte Add-ons der Seite zur Bearbeitung von Anbietern festlegen, welche Anbieter moderiert werden müssen.

# Languages::internal_template.vendor_data_premoderation_product_approved
source: Vendor data premoderation: your product was approved
de: Vormoderation der Lieferantendaten: Ihr Produkt wurde genehmigt

# Languages::internal_template.vendor_data_premoderation_product_disapproved
source: Vendor data premoderation: your product was disapproved
de: Vormoderation der Lieferantendaten: Ihr Produkt wurde abgelehnt

# SettingsOptions::vendor_data_premoderation::vendors_prior_approval
source: Approval of newly-created vendors
de: Genehmigung von neu gegründeten Anbietern

# SettingsVariants::vendor_data_premoderation::vendors_prior_approval::none
source: Isn't required
de: Ist nicht erforderlich

# SettingsVariants::vendor_data_premoderation::vendors_prior_approval::all
source: Required for all vendors
de: Erforderlich für alle Anbieter

# Languages::vendor_data_premoderation.preventing_registration_info_text
source: If you want to prevent vendor registration altogether, please check <a href="[url]" target="_blank">Settings → Vendors</a>.
de: Wenn Sie die Registrierung von Anbietern gänzlich verhindern möchten, überprüfen Sie bitte <a href="[url]" target="_blank">Einstellungen → Anbieter</a>.

# Languages::vendor_data_premoderation.prior_to_date
source: Prior to [date]
de: Vor dem [date]

# Languages::vendor_data_premoderation.deleted
source: Deleted
de: Gelöscht

# Languages::vendor_data_premoderation.added
source: Added
de: Hinzugefügt
